{
    "statementModel": {
        "title": "Erklärung zur Barrierefreiheit",
        "complianceStatus": "Einhaltungsstatus",
        "StatementPara1": "Wir glauben fest daran, dass das Internet für alle verfügbar und zugänglich sein sollte, und sind bestrebt, eine Website bereitzustellen, die für das breitestmögliche Publikum zugänglich ist, unabhängig von deren Fähigkeiten.",
        "StatementPara2": "Um dies zu erreichen, bemühen wir uns, die Richtlinien für barrierefreie Webinhalte 2.1 (WCAG 2.1) des World Wide Web Consortiums (W3C) auf Stufe AA so streng wie möglich einzuhalten. Diese Richtlinien erklären, wie Webinhalte für Menschen mit einer Vielzahl von Behinderungen zugänglich gemacht werden können. Die Einhaltung dieser Richtlinien hilft uns sicherzustellen, dass die Website für blinde Menschen, Menschen mit motorischen Beeinträchtigungen, Sehbehinderungen, kognitiven Behinderungen und mehr zugänglich ist.",
        "StatementPara3": "Diese Website verwendet verschiedene Technologien, die darauf abzielen, sie jederzeit so zugänglich wie möglich zu machen. Wir verwenden eine Barrierefreiheitsschnittstelle, die es Menschen mit spezifischen Behinderungen ermöglicht, die Benutzeroberfläche (UI) und das Design der Website nach ihren persönlichen Bedürfnissen anzupassen.",
        "StatementPara4": "Darüber hinaus verwendet die Website eine auf künstlicher Intelligenz basierende Anwendung, die im Hintergrund läuft und kontinuierlich deren Barrierefreiheitsniveau optimiert. Diese Anwendung behebt das HTML der Website, passt deren Funktionalität und Verhalten für Screenreader an, die von blinden Menschen verwendet werden, und für Tastaturfunktionen, die von Menschen mit motorischen Beeinträchtigungen verwendet werden.",
        "StatementPara5": "Wenn Sie den Websitebesitzer kontaktieren möchten, verwenden Sie bitte das Website-Formular",
        "StatementStrong1": "Screenreader und Tastaturnavigation",
        "StatementPara6": "Unsere Website implementiert die ARIA-Attribute-Technik (Accessible Rich Internet Applications) zusammen mit verschiedenen Verhaltensänderungen, um sicherzustellen, dass blinde Benutzer, die mit Screenreadern auf die Website zugreifen, die Funktionen der Website lesen, verstehen und genießen können. Sobald ein Benutzer mit einem Screenreader auf die Website zugreift, erhält er sofort eine Aufforderung, in das Screenreader-Profil einzutreten, damit er die Website effektiv durchsuchen und bedienen kann. Hier ist, wie unsere Website einige der wichtigsten Screenreader-Anforderungen abdeckt:",
        "StatementOlLiHeading1": "Screenreader-Optimierung:",
        "StatementOlLi1": "wir führen einen Prozess durch, der die Komponenten der Website von oben nach unten lernt, um eine kontinuierliche Einhaltung auch bei der Aktualisierung der Website sicherzustellen. In diesem Prozess liefern wir Screenreadern bedeutungsvolle Daten unter Verwendung des ARIA-Attributsatzes. Zum Beispiel bieten wir genaue Formularbeschriftungen; Beschreibungen für anklickbare Symbole (Social-Media-Symbole, Suchsymbole, Warenkorbsymbole usw.); Validierungshinweise für Formulareingaben; Elementrollen wie Schaltflächen, Menüs, modale Dialoge (Popups) und andere.",
        "StatementOlLi10": "Darüber hinaus scannt der Hintergrundprozess alle Bilder der Website. Er bietet eine genaue und bedeutungsvolle Bildbeschreibung basierend auf der Objekterkennung im Bild als ALT-Tag (Alternativtext) für nicht beschriebene Bilder. Er extrahiert auch in das Bild eingebettete Texte mithilfe der OCR-Technologie (Optical Character Recognition). Um die Screenreader-Anpassungen jederzeit zu aktivieren, müssen die Benutzer nur die Tastenkombination Alt+1 drücken. Screenreader-Benutzer erhalten auch automatische Benachrichtigungen, um den Screenreader-Modus zu aktivieren, sobald sie die Website betreten.",
        "StatementOlLi11": "Diese Anpassungen sind mit beliebten Screenreadern wie JAWS, NVDA, VoiceOver und TalkBack kompatibel.",
        "StatementOlLiHeading2": "Tastaturnavigation-Optimierung:",
        "StatementOlLi2": "Der Hintergrundprozess passt auch das HTML der Website an und fügt verschiedene Verhaltensweisen mithilfe von JavaScript-Code hinzu, um die Website über die Tastatur bedienbar zu machen. Dazu gehört die Möglichkeit, die Website mit den Tab- und Shift+Tab-Tasten zu navigieren, Dropdowns mit den Pfeiltasten zu bedienen, sie mit Esc zu schließen, Schaltflächen und Links mit der Eingabetaste zu aktivieren, zwischen Radiobuttons und Kontrollkästchen mit den Pfeiltasten zu navigieren und sie mit der Leertaste oder der Eingabetaste auszufüllen.",
        "StatementOlLi12": "Darüber hinaus finden Tastaturbenutzer Inhaltssprungmenüs, die jederzeit durch Drücken von Alt+2 verfügbar sind, oder als erstes Element der Website, während sie mit der Tastatur navigieren. Der Hintergrundprozess verwaltet auch aktivierte Popups, indem er den Tastaturfokus sofort auf sie verschiebt, wenn sie erscheinen, und verhindert, dass der Fokus abwandert.",
        "StatementOlLi13": "Benutzer können auch Abkürzungen wie 'M' (Menüs), 'H' (Überschriften), 'F' (Formulare), 'B' (Schaltflächen) und 'G' (Grafiken) verwenden, um zu spezifischen Elementen zu springen.",
        "StatementStrong2": "Unterstützte Behinderungsprofile auf unserer Website",
        "StatementUlLiHeading1": "Epilepsie-sicheres Profil:",
        "StatementUlLi1": "dieses Profil ermöglicht es Menschen mit Epilepsie, die Website sicher zu nutzen, indem das Risiko von Anfällen durch blinkende Animationen und riskante Farbkombinationen beseitigt wird.",
        "StatementUlLiHeading2": "Profil für Sehbehinderte:",
        "StatementUlLi2": "dieses Profil passt die Website so an, dass sie für die meisten Sehbehinderungen wie abnehmendes Sehvermögen, Tunnelblick, Katarakte, Glaukom und andere zugänglich ist.",
        "StatementUlLiHeading3": "Profil für kognitive Behinderungen:",
        "StatementUlLi3": "dieses Profil bietet verschiedene Unterstützungsfunktionen, um Benutzern mit kognitiven Behinderungen wie Autismus, Legasthenie, Schlaganfall und anderen zu helfen, sich leichter auf die wesentlichen Elemente zu konzentrieren.",
        "StatementUlLiHeading4": "ADHS-freundliches Profil:",
        "StatementUlLi4": "dieses Profil reduziert Ablenkungen und Lärm erheblich, um Menschen mit ADHS und neuroentwicklungsstörungen beim Surfen, Lesen und Konzentrieren auf die wesentlichen Elemente zu helfen.",
        "StatementUlLiHeading5": "Profil für blinde Benutzer (Screenreader):",
        "StatementUlLi5": "dieses Profil passt die Website so an, dass sie mit Screenreadern wie JAWS, NVDA, VoiceOver und TalkBack kompatibel ist. Ein Screenreader ist auf dem Computer des blinden Benutzers installiert, und diese Website ist damit kompatibel.",
        "StatementUlLiHeading6": "Tastaturnavigationsprofil (motorisch Beeinträchtigte):",
        "StatementUlLi6": "dieses Profil ermöglicht es motorisch beeinträchtigten Personen, die Website mit den Tasten Tab, Shift+Tab und Enter zu bedienen. Benutzer können auch Abkürzungen wie 'M' (Menüs), 'H' (Überschriften), 'F' (Formulare), 'B' (Schaltflächen) und 'G' (Grafiken) verwenden, um zu spezifischen Elementen zu springen.",
        "StatementOlLiHeading3": "Schriftanpassungen –",
        "StatementOlLi3": "Benutzer können die Größe ändern, die Schriftfamilie (Typ) ändern, den Abstand, die Ausrichtung, die Zeilenhöhe und mehr anpassen.",
        "StatementOlLiHeading4": "Farbanpassungen –",
        "StatementOlLi4": "Benutzer können verschiedene Farbkontrastprofile wie hell, dunkel, invertiert und monochrom auswählen. Darüber hinaus können Benutzer Farbschemata für Titel, Texte und Hintergründe mit mehr als sieben verschiedenen Farboptionen austauschen.",
        "StatementOlLiHeading5": "Animationen –",
        "StatementOlLi5": "Epileptiker können alle laufenden Animationen mit einem Klick stoppen. Die von der Benutzeroberfläche gesteuerten Animationen umfassen Videos, GIFs und blinkende CSS-Übergänge.",
        "StatementOlLiHeading6": "Inhalt hervorheben –",
        "StatementOlLi6": "Benutzer können wählen, wesentliche Elemente wie Links und Titel hervorzuheben. Sie können auch wählen, nur fokussierte oder darüber schwebende Elemente hervorzuheben.",
        "StatementOlLiHeading7": "Audio stummschalten –",
        "StatementOlLi7": "Benutzer mit Hörgeräten können aufgrund der automatischen Audiowiedergabe Kopfschmerzen oder andere Probleme haben. Diese Option ermöglicht es Benutzern, die gesamte Website sofort stummzuschalten.",
        "StatementOlLiHeading8": "Kognitive Störungen –",
        "StatementOlLi8": "wir verwenden eine Suchmaschine, die mit Wikipedia und Wiktionary verknüpft ist und es Menschen mit kognitiven Störungen ermöglicht, die Bedeutung von Phrasen, Initialen, Slang und anderem zu entschlüsseln.",
        "StatementOlLiHeading9": "Zusätzliche Funktionen –",
        "StatementOlLi9": "wir ermöglichen es Benutzern, die Cursorfarbe und -größe zu ändern, einen Druckmodus zu verwenden, eine virtuelle Tastatur zu aktivieren und viele andere Funktionen.",
        "StatementStrong3": "Zusätzliche Anpassungen der Benutzeroberfläche, des Designs und der Lesbarkeit",
        "StatementStrong4": "Kompatibilität mit unterstützenden Technologien und Browsern",
        "StatementPara7": "Unser Ziel ist es, so viele Browser und unterstützende Technologien wie möglich zu unterstützen, damit unsere Benutzer die für sie am besten geeigneten Tools mit möglichst wenigen Einschränkungen auswählen können. Daher haben wir hart daran gearbeitet, alle wichtigen Systeme zu unterstützen, die mehr als 95 % des Benutzer-Marktanteils ausmachen, einschließlich Google Chrome, Mozilla Firefox, Apple Safari, Opera und Microsoft Edge, JAWS und NVDA (Screenreader), sowohl für Windows- als auch für MAC-Benutzer.",
        "StatementStrong5": "Hinweise, Kommentare und Feedback",
        "StatementPara8": "Trotz unserer größten Bemühungen, jedem zu ermöglichen, die Website nach seinen Bedürfnissen anzupassen, kann es Seiten oder Abschnitte geben, die noch nicht vollständig zugänglich sind, sich im Prozess der Barrierefreiheit befinden oder über keine geeignete technologische Lösung verfügen, um sie zugänglich zu machen. Dennoch verbessern wir unsere Barrierefreiheit kontinuierlich, fügen Optionen und Funktionen hinzu, aktualisieren sie und entwickeln und übernehmen neue Technologien. All dies dient dem Zweck, das optimale Barrierefreiheitsniveau im Zuge des technologischen Fortschritts zu erreichen. Wenn Sie den Websitebesitzer kontaktieren möchten, verwenden Sie bitte das Website-Formular"
    },
    "interfaceModel": {
        "title": "Barrierefreiheitsschnittstelle ausblenden?",
        "description": "Bitte beachten Sie: Wenn Sie sich entscheiden, die Barrierefreiheitsschnittstelle auszublenden, können Sie sie nicht mehr sehen, es sei denn, Sie löschen Ihren Browserverlauf und Ihre Daten. Sind Sie sicher, dass Sie die Schnittstelle ausblenden möchten?",
        "accept": "Akzeptieren",
        "cancel": "Abbrechen"
    },
    "toasterMessage": "Isonomy-Einstellungen wurden zurückgesetzt.",
    "lanTitleHeading": "Wählen Sie eine Sprache",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profile",
            "accContentMain": "Inhalt",
            "accColorMain": "Farbe",
            "accOrientationMain": "Orientierung",
            "accLinkNavigatorMain": "Link"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Motorisch Beeinträchtigt",
            "accBlind": "Blind",
            "accClrBlind": "Farbenblind",
            "accDylexia": "Dyslexie",
            "accVisualImpaired": "Sehbehinderte",
            "accCogLearning": "Kognitive & Lernbehinderungen",
            "accSeizurEpileptic": "Krampfanfälle & Epileptisch",
            "accADHD": "ADHS"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Tooltips anzeigen",
            "FontSizing": ["Schriftgröße", "Schriftgröße (14px)", "Schriftgröße (16px)", "Schriftgröße (18px)", "Schriftgröße (24px)"],
            "LetterSpacing": ["Buchstabenabstand", "Buchstabenabstand (14px)", "Buchstabenabstand (16px)", "Buchstabenabstand (18px)"],
            "TextAlignment": ["Textausrichtung", "Links ausrichten", "Zentriert ausrichten", "Rechts ausrichten", "Blocksatz"],
            "LineHight": ["LZeilenhöhe", "LZeilenhöhe(2px)", "LZeilenhöhe(4px)", "LZeilenhöhe(6px)"],
            "UndrerlineTitles": "Überschriften unterstreichen",
            "UndrerlineLinks": "Links unterstreichen",
            "ZoomScreen": "Bildschirm zoomen",
            "ReadingMode": ["Leselinie", "Lesemaske"],
            "DyslexicFont": "Dyslexie-Schriften",
            "ReadbleFont": "Lesbare Schriftart",
            "KeyboardNav": "Tastaturnavigation"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Farben umkehren", "Heller Kontrast", "Dunkler Kontrast"],
            "Saturation": ["Sättigung", "Geringe Sättigung", "Hohe Sättigung", "Entsättigen"],
            "Brightness": ["Helligkeit", "Geringe Helligkeit", "Mittlere Helligkeit", "Hohe Helligkeit"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Textfarbe",
            "TitleClr": "Titel Farbe",
            "BgClr": "Hintergrundfarbe"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Großer Cursor", "Großer weißer Cursor", "Großer schwarzer Cursor"],
            "TextToSpeech": ["Text zu Sprache", "Normal", "Langsam", "Schnell"],
            "HideImages": "Bild ausblenden",
            "MuteSounds": "Töne stummschalten",
            "StopAnimations": "Animationen pausieren",
            "HighlightHover": "Hover hervorheben",
            "OrientReadingMode": "Lese-Modus",
            "HighlightFocus": "Fokus hervorheben",
            "VoiceNavigation": "Sprachnavigation"
        }
    },
    "linkNavigator": {
        "links": [
            "Wählen Sie einen Link zur Navigation",
            "Zum Inhalt springen",
            "Startseite",
            "Katalog",
            "Kontakt",
            "Einloggen",
            "Warenkorb",
            "Alle Geschlechter UNEEK II Convertible | Schwarz/Jolly Green"
        ]
    },
    "footer": {
        "statement": "Erklärung",
        "resetSettings": "Einstellungen zurücksetzen",
        "poweredBy": "Powered by Isonomy"
    }
}
