{
    "statementModel": {
        "mknbjnvjdnc":"wxyz",
        "title": "Déclaration d'Accessibilité",
        "complianceStatus": "Statut de Conformité",
        "StatementPara1": "Nous croyons fermement que l'internet doit être disponible et accessible à tous, et nous nous engageons à fournir un site web accessible au public le plus large possible, indépendamment de leurs capacités.",
        "StatementPara2": "Pour ce faire, nous nous efforçons de nous conformer le plus strictement possible aux Directives d'Accessibilité du Contenu Web 2.1 (WCAG 2.1) du Consortium World Wide Web (W3C) au niveau AA. Ces directives expliquent comment rendre le contenu web accessible aux personnes présentant une large gamme de handicaps. La conformité à ces directives nous aide à garantir que le site web est accessible aux personnes aveugles, ayant des handicaps moteurs, des déficiences visuelles, des handicaps cognitifs, et plus encore.",
        "StatementPara3": "Ce site web utilise diverses technologies destinées à le rendre le plus accessible possible à tout moment. Nous utilisons une interface d'accessibilité qui permet aux personnes ayant des handicaps spécifiques d'ajuster l'interface utilisateur (UI) et la conception du site selon leurs besoins personnels.",
        "StatementPara4": "De plus, le site web utilise une application basée sur l'intelligence artificielle qui s'exécute en arrière-plan et optimise en continu son niveau d'accessibilité. Cette application corrige le HTML du site, adapte sa fonctionnalité et son comportement pour les lecteurs d'écran utilisés par les personnes aveugles, et pour les fonctions de clavier utilisées par les personnes ayant des handicaps moteurs.",
        "StatementPara5": "Si vous souhaitez contacter le propriétaire du site, veuillez utiliser le formulaire du site",
        "StatementStrong1": "Lecteurs d'écran et navigation au clavier",
        "StatementPara6": "Notre site web met en œuvre la technique des attributs ARIA (Applications Internet Riches Accessibles) ainsi que divers changements de comportement pour garantir que les utilisateurs aveugles visitant le site avec des lecteurs d'écran puissent lire, comprendre et profiter des fonctionnalités du site. Dès qu'un utilisateur avec un lecteur d'écran entre sur le site, il reçoit immédiatement une invitation à entrer dans le Profil du Lecteur d'Écran afin qu'il puisse naviguer et utiliser le site de manière efficace. Voici comment notre site couvre certains des besoins les plus importants des lecteurs d'écran :",
        "StatementOlLiHeading1": "Optimisation des lecteurs d'écran :",
        "StatementOlLi1": "nous exécutons un processus qui apprend les composants du site de haut en bas pour garantir une conformité continue même lorsque le site est mis à jour. Dans ce processus, nous fournissons des données significatives aux lecteurs d'écran en utilisant l'ensemble d'attributs ARIA. Par exemple, nous fournissons des étiquettes précises pour les formulaires ; des descriptions pour les icônes interactives (icônes de réseaux sociaux, icônes de recherche, icônes de panier, etc.) ; des indications de validation pour les entrées de formulaire ; des rôles d'éléments tels que les boutons, les menus, les dialogues modaux (pop-ups), et autres.",
        "StatementOlLi10": "De plus, le processus en arrière-plan analyse toutes les images du site. Il fournit une description significative et précise basée sur la reconnaissance d'objets dans l'image comme une balise ALT (texte alternatif) pour les images non décrites. Il extrait également les textes intégrés dans l'image en utilisant la technologie de reconnaissance optique de caractères (OCR). Pour activer les ajustements des lecteurs d'écran à tout moment, les utilisateurs doivent simplement appuyer sur la combinaison de touches Alt+1. Les utilisateurs de lecteurs d'écran reçoivent également des notifications automatiques pour activer le mode lecteur d'écran dès qu'ils entrent sur le site.",
        "StatementOlLi11": "Ces ajustements sont compatibles avec les lecteurs d'écran populaires tels que JAWS, NVDA, VoiceOver et TalkBack.",
        "StatementOlLiHeading2": "Optimisation de la navigation au clavier :",
        "StatementOlLi2": "Le processus en arrière-plan ajuste également le HTML du site et ajoute divers comportements en utilisant du code JavaScript pour rendre le site utilisable via le clavier. Cela inclut la capacité de naviguer sur le site en utilisant les touches Tab et Shift+Tab, d'utiliser les menus déroulants avec les touches fléchées, de les fermer avec Esc, d'activer les boutons et les liens avec la touche Entrée, de naviguer entre les éléments radio et les cases à cocher en utilisant les touches fléchées, et de les remplir avec la barre d'espace ou la touche Entrée.",
        "StatementOlLi12": "De plus, les utilisateurs de clavier trouveront des menus de saut de contenu disponibles à tout moment en appuyant sur Alt+2, ou comme premier élément du site lors de la navigation au clavier. Le processus en arrière-plan gère également les pop-ups activés en déplaçant le focus du clavier vers eux dès qu'ils apparaissent, sans permettre au focus de dériver.",
        "StatementOlLi13": "Les utilisateurs peuvent également utiliser des raccourcis comme 'M' (menus), 'H' (en-têtes), 'F' (formulaires), 'B' (boutons) et 'G' (graphiques) pour sauter vers des éléments spécifiques.",
        "StatementStrong2": "Profils de handicap supportés sur notre site",
        "StatementUlLiHeading1": "Profil sécurisé pour l'épilepsie :",
        "StatementUlLi1": "ce profil permet aux personnes épileptiques d'utiliser le site en toute sécurité en éliminant le risque de crises résultant d'animations clignotantes ou de combinaisons de couleurs risquées.",
        "StatementUlLiHeading2": "Profil pour déficience visuelle :",
        "StatementUlLi2": "ce profil ajuste le site pour qu'il soit accessible à la majorité des déficiences visuelles telles que la dégénérescence de la vision, la vision en tunnel, la cataracte, le glaucome, et autres.",
        "StatementUlLiHeading3": "Profil de déficience cognitive :",
        "StatementUlLi3": "ce profil fournit diverses fonctionnalités d'assistance pour aider les utilisateurs ayant des déficiences cognitives telles que l'autisme, la dyslexie, l'AVC, et autres, à se concentrer plus facilement sur les éléments essentiels.",
        "StatementUlLiHeading4": "Profil adapté au TDAH :",
        "StatementUlLi4": "ce profil réduit considérablement les distractions et le bruit pour aider les personnes atteintes de TDAH et les troubles du neurodéveloppement à naviguer, lire et se concentrer plus facilement sur les éléments essentiels.",
        "StatementUlLiHeading5": "Profil pour utilisateurs aveugles (lecteurs d'écran) :",
        "StatementUlLi5": "ce profil ajuste le site pour qu'il soit compatible avec les lecteurs d'écran tels que JAWS, NVDA, VoiceOver et TalkBack. Un lecteur d'écran est installé sur l'ordinateur de l'utilisateur aveugle, et ce site est compatible avec lui.",
        "StatementUlLiHeading6": "Profil de navigation au clavier (handicaps moteurs) :",
        "StatementUlLi6": "ce profil permet aux personnes ayant des handicaps moteurs d'utiliser le site en utilisant les touches Tab, Shift+Tab et Entrée. Les utilisateurs peuvent également utiliser des raccourcis comme 'M' (menus), 'H' (en-têtes), 'F' (formulaires), 'B' (boutons) et 'G' (graphiques) pour sauter vers des éléments spécifiques.",
        "StatementOlLiHeading3": "Ajustements de police –",
        "StatementOlLi3": "les utilisateurs peuvent augmenter et diminuer la taille, changer la famille (type), ajuster l'espacement, l'alignement, la hauteur de ligne, et plus.",
        "StatementOlLiHeading4": "Ajustements de couleur –",
        "StatementOlLi4": "les utilisateurs peuvent sélectionner divers profils de contraste de couleurs tels que clair, sombre, inversé et monochrome. De plus, les utilisateurs peuvent échanger les schémas de couleurs des titres, textes et arrière-plans avec plus de sept options de coloration différentes.",
        "StatementOlLiHeading5": "Animations –",
        "StatementOlLi5": "les personnes épileptiques peuvent arrêter toutes les animations en cours d'un simple clic. Les animations contrôlées par l'interface utilisateur incluent des vidéos, des GIFs et des transitions de clignotement en CSS.",
        "StatementOlLiHeading6": "Mise en avant du contenu –",
        "StatementOlLi6": "les utilisateurs peuvent choisir de mettre en avant des éléments essentiels tels que des liens et des titres. Ils peuvent également choisir de ne mettre en avant que les éléments focalisés ou survolés.",
        "StatementOlLiHeading7": "Désactivation de l'audio –",
        "StatementOlLi7": "les utilisateurs avec des appareils auditifs peuvent souffrir de maux de tête ou d'autres problèmes en raison de la lecture automatique de l'audio. Cette option permet aux utilisateurs de désactiver tout le site immédiatement.",
        "StatementOlLiHeading8": "Troubles cognitifs –",
        "StatementOlLi8": "nous utilisons un moteur de recherche lié à Wikipédia et Wiktionary, permettant aux personnes ayant des troubles cognitifs de décrypter les significations de phrases, initiales, argot, et autres.",
        "StatementOlLiHeading9": "Fonctions supplémentaires –",
        "StatementOlLi9": "nous permettons aux utilisateurs de changer la couleur et la taille du curseur, d'utiliser un mode d'impression, d'activer un clavier virtuel, et bien d'autres fonctions.",
        "StatementStrong3": "Ajustements supplémentaires de l'UI, du design et de la lisibilité",
        "StatementStrong4": "Compatibilité avec les technologies d'assistance et les navigateurs",
        "StatementPara7": "Notre objectif est de supporter le plus grand nombre possible de navigateurs et de technologies d'assistance afin que nos utilisateurs puissent choisir les outils les plus adaptés pour eux, avec le moins de restrictions possibles. Par conséquent, nous avons travaillé dur pour supporter tous les principaux systèmes qui représentent plus de 95% de la part de marché des utilisateurs, y compris Google Chrome, Mozilla Firefox, Apple Safari, Opera et Microsoft Edge, JAWS et NVDA (lecteurs d'écran), pour les utilisateurs de Windows et de MAC.",
        "StatementStrong5": "Notes, commentaires et feedback",
        "StatementPara8": "Malgré nos meilleurs efforts pour permettre à quiconque d'ajuster le site à ses besoins, il peut y avoir des pages ou des sections qui ne sont pas encore entièrement accessibles, qui sont en cours de devenir accessibles, ou qui manquent d'une solution technologique adéquate pour les rendre accessibles. Cependant, nous améliorons continuellement notre accessibilité, ajoutons, mettons à jour, améliorons ses options et fonctionnalités, et développons et adoptons de nouvelles technologies. Tout cela vise à atteindre le niveau optimal d'accessibilité en suivant les avancées technologiques. Si vous souhaitez contacter le propriétaire du site, veuillez utiliser le formulaire du site"
    },
    "interfaceModel": {
        "title": "Masquer l'interface d'accessibilité ?",
        "description": "Veuillez noter : Si vous choisissez de masquer l'interface d'accessibilité, vous ne pourrez plus la voir, sauf si vous effacez votre historique et vos données de navigation. Êtes-vous sûr de vouloir masquer l'interface ?",
        "accept": "Accepter",
        "cancel": "Annuler"
    },
    "toasterMessage": "Les paramètres Isonomy ont été réinitialisés.",
    "lanTitleHeading": "Choisir une langue",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profils",
            "accContentMain": "Contenu",
            "accColorMain": "Couleur",
            "accOrientationMain": "Orientation",
            "accLinkNavigatorMain": "Navigateur de liens"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Moteur altéré",
            "accBlind": "Aveugle",
            "accClrBlind": "Daltonien",
            "accDylexia": "Dyslexie",
            "accVisualImpaired": "Malvoyant",
            "accCogLearning": "Cognitif et apprentissage",
            "accSeizurEpileptic": "Épilepsie et crises",
            "accADHD": "TDAH"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Afficher les infobulles",
            "FontSizing": ["Taille de la police", "Taille de la police (14px)", "Taille de la police (16px)", "Taille de la police (18px)", "Taille de la police (24px)"],
            "LetterSpacing": ["Espacement des lettres", "Espacement des lettres (14px)", "Espacement des lettres (16px)", "Espacement des lettres (18px)"],
            "TextAlignment": ["Alignement du texte", "Alignement à gauche", "Alignement au centre", "Alignement à droite", "Justifié"],
            "LineHight": ["Hauteur de ligne", "Hauteur de ligne(2px)", "Hauteur de ligne(4px)", "Hauteur de ligne(6px)"],
            "UndrerlineTitles": "Souligner les titres",
            "UndrerlineLinks": "Souligner les liens",
            "ZoomScreen": "Zoomer l'écran",
            "ReadingMode": ["Ligne de lecture", "Masque de lecture"],
            "DyslexicFont": "Polices pour dyslexie",
            "ReadbleFont": "Police lisible",
            "KeyboardNav": "Navigation au clavier"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Inverser les couleurs", "Faible contraste", "Fort contraste"],
            "Saturation": ["Saturation", "Faible saturation", "Forte saturation", "Désaturer"],
            "Brightness": ["Luminosité", "Faible luminosité", "Luminosité moyenne", "Forte luminosité"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Couleur du texte",
            "TitleClr": "Couleur du titre",
            "BgClr": "Couleur de fond"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Grand curseur", "Grand curseur blanc", "Grand curseur noir"],
            "TextToSpeech": ["Synthèse vocale", "Normal", "Lent", "Rapide"],
            "HideImages": "Masquer l'image",
            "MuteSounds": "Couper le son",
            "StopAnimations": "Mettre l'animation en pause",
            "HighlightHover": "Surligner au survol",
            "OrientReadingMode": "Mode lecture",
            "HighlightFocus": "Surligner au focus",
            "VoiceNavigation": "Navigation vocale"
        }
    },
    "linkNavigator": {
        "links": [
            "Sélectionnez un lien pour naviguer",
            "Passer au contenu",
            "Accueil",
            "Catalogue",
            "Contact",
            "Connexion",
            "Panier",
            "UNEEK II Convertible Tous Genres | Noir/Vert Jolly"
        ]
    },
    "footer": {
        "statement": "Déclaration",
        "resetSettings": "Réinitialiser les paramètres",
        "poweredBy": "Propulsé par Isonomy"
    }
}
