{
     "statementModel": {
        "title": "הצהרת נגישות",
        "complianceStatus": "סטטוס התאמה",
        "StatementPara1": "אנו מאמינים בחוזקה שהאינטרנט צריך להיות זמין ונגיש לכל אחד ואחת, ואנו מחויבים לספק אתר אינטרנט שיהיה נגיש לקהל הרחב ביותר, ללא קשר ליכולת.",
        "StatementPara2": "לשם כך, אנו שואפים להתאים את עצמנו בצורה המדויקת ביותר לקווים המנחים של המועצה העולמית לאינטרנט (W3C) לנגישות תוכן אינטרנט 2.1 (WCAG 2.1) ברמה AA. קווים מנחים אלו מסבירים איך להפוך תוכן אינטרנט לנגיש לאנשים עם מגוון רחב של מוגבלויות. התאמה לקווים מנחים אלו מסייעת לנו לוודא שהאתר נגיש לעיוורים, אנשים עם מוגבלויות מוטוריות, לקויי ראייה, מוגבלויות קוגניטיביות ועוד.",
        "StatementPara3": "אתר זה משתמש בטכנולוגיות שונות שנועדו להפוך אותו לנגיש ככל האפשר בכל עת. אנו משתמשים בממשק נגישות המאפשר לאנשים עם מוגבלויות ספציפיות להתאים את ממשק המשתמש (UI) של האתר ולעצב אותו לפי צרכיהם האישיים.",
        "StatementPara4": "בנוסף, האתר משתמש באפליקציה מבוססת בינה מלאכותית הפועלת ברקע ומשפרת את רמת הנגישות שלו באופן רציף. אפליקציה זו מתקנת את ה-HTML של האתר, מתאימה את התפקוד וההתנהגות שלו לקוראי מסך המשמשים עיוורים, ולפונקציות מקלדת המשמשות אנשים עם מוגבלויות מוטוריות.",
        "StatementPara5": "אם ברצונך ליצור קשר עם בעל האתר, אנא השתמש בטופס האתר",
        "StatementStrong1": "קוראי מסך וניווט במקלדת",
        "StatementPara6": "האתר שלנו מיישם את טכניקת ה-ARIA (Accessible Rich Internet Applications) יחד עם שינויים התנהגותיים שונים, כדי לוודא שמשתמשים עיוורים המבקרים עם קוראי מסך יוכלו לקרוא, להבין וליהנות מהפונקציות של האתר. ברגע שמשתמש עם קורא מסך נכנס לאתר, הוא מקבל מיידית הנחיה להיכנס לפרופיל קורא המסך כדי שיוכל לגלוש ולהפעיל את האתר ביעילות. הנה כיצד האתר שלנו מכסה את הדרישות החשובות ביותר של קוראי מסך:",
        "StatementOlLiHeading1": "אופטימיזציה של קוראי מסך:",
        "StatementOlLi1": "אנו מפעילים תהליך שלומד את רכיבי האתר מלמעלה למטה, כדי לוודא התאמה רציפה גם בעת עדכון האתר. בתהליך זה, אנו מספקים לקוראי המסך נתונים משמעותיים באמצעות קבוצת התכונות ARIA. לדוגמה, אנו מספקים תוויות נכונות לטפסים; תיאורים לאייקונים פעילים (אייקוני מדיה חברתית, אייקוני חיפוש, אייקוני עגלה, וכו'); הנחיות אימות לקלטי טפסים; תפקידי אלמנטים כמו כפתורים, תפריטים, חלונות קופצים (פופ-אפים), ואחרים.",
        "StatementOlLi10": "בנוסף, התהליך ברקע סורק את כל התמונות באתר. הוא מספק תיאור משמעותי ומדויק לתמונות שאינן מתוארות על בסיס זיהוי אובייקטים בתמונה כתג ALT (טקסט חלופי). הוא גם מוציא טקסטים מוטמעים בתוך התמונה באמצעות טכנולוגיית זיהוי תווים אופטי (OCR). כדי להפעיל התאמות קוראי מסך בכל עת, על המשתמשים רק ללחוץ על צירוף המקשים Alt+1. משתמשי קוראי מסך גם מקבלים הודעות אוטומטיות להפעיל את מצב קורא המסך ברגע שהם נכנסים לאתר.",
        "StatementOlLi11": "התאמות אלו תואמות לקוראי מסך פופולריים כמו JAWS, NVDA, VoiceOver ו-TalkBack.",
        "StatementOlLiHeading2": "אופטימיזציה של ניווט במקלדת:",
        "StatementOlLi2": "התהליך ברקע גם מתאים את ה-HTML של האתר ומוסיף התנהגויות שונות באמצעות קוד JavaScript כדי להפוך את האתר לפעיל באמצעות המקלדת. זה כולל את היכולת לנווט באתר באמצעות מקשי Tab ו-Shift+Tab, להפעיל תפריטים נפתחים עם מקשי החצים, לסגור אותם עם Esc, להפעיל כפתורים וקישורים עם מקש Enter, לנווט בין אלמנטים של כפתורי רדיו ותיבות סימון עם מקשי החצים, ולמלא אותם עם מקש הרווח או Enter.",
        "StatementOlLi12": "בנוסף, משתמשי מקלדת ימצאו תפריטי דילוג מהירים זמינים בכל עת על ידי לחיצה על Alt+2, או כאלמנט הראשון באתר בזמן הניווט במקלדת. התהליך ברקע גם טופל בחלונות קופצים שהופעלו על ידי העברת המוקד של המקלדת אליהם ברגע שהם מופיעים, ולא מאפשר למוקד לנדוד החוצה.",
        "StatementOlLi13": "המשתמשים יכולים גם להשתמש בקיצורי דרך כמו 'M' (תפריטים), 'H' (כותרות), 'F' (טפסים), 'B' (כפתורים) ו-'G' (גרפיקה) כדי לקפוץ לאלמנטים ספציפיים.",
        "StatementStrong2": "פרופילי מוגבלויות הנתמכים באתר שלנו",
        "StatementUlLiHeading1": "פרופיל בטוח לאפילפסיה:",
        "StatementUlLi1": "פרופיל זה מאפשר לאנשים עם אפילפסיה להשתמש באתר בבטחה על ידי הסרת הסיכון להתקפים הנובעים מאנימציות מהבהבות או צירופי צבעים מסוכנים.",
        "StatementUlLiHeading2": "פרופיל לקויי ראייה:",
        "StatementUlLi2": "פרופיל זה מתאים את האתר כך שיהיה נגיש לרוב לקויי הראייה כמו ראייה הולכת ופוחתת, ראייה מנהרה, קטרקט, גלאוקומה ואחרים.",
        "StatementUlLiHeading3": "פרופיל מוגבלות קוגניטיבית:",
        "StatementUlLi3": "פרופיל זה מספק תכונות עזר שונות כדי לעזור לאנשים עם מוגבלויות קוגניטיביות כמו אוטיזם, דיסלקסיה, שבץ מוחי ואחרים, להתמקד באלמנטים החשובים ביותר בקלות רבה יותר.",
        "StatementUlLiHeading4": "פרופיל ידידותי ל-ADHD:",
        "StatementUlLi4": "פרופיל זה מקטין באופן משמעותי הסחות דעת ורעש כדי לעזור לאנשים עם ADHD והפרעות התפתחות נוירולוגיות לגלוש, לקרוא ולהתמקד באלמנטים החשובים ביותר בקלות רבה יותר.",
        "StatementUlLiHeading5": "פרופיל עיוורים (קוראי מסך):",
        "StatementUlLi5": "פרופיל זה מתאים את האתר כך שיהיה תואם לקוראי מסך כמו JAWS, NVDA, VoiceOver ו-TalkBack. קורא מסך מותקן על מחשב העיוור, ואתר זה תואם לו.",
        "StatementUlLiHeading6": "פרופיל ניווט במקלדת (מוגבלויות מוטוריות):",
        "StatementUlLi6": "פרופיל זה מאפשר לאנשים עם מוגבלויות מוטוריות להפעיל את האתר באמצעות מקשי Tab, Shift+Tab ו-Enter במקלדת. המשתמשים יכולים גם להשתמש בקיצורי דרך כמו 'M' (תפריטים), 'H' (כותרות), 'F' (טפסים), 'B' (כפתורים) ו-'G' (גרפיקה) כדי לקפוץ לאלמנטים ספציפיים.",
        "StatementOlLiHeading3": "התאמות גופנים –",
        "StatementOlLi3": "המשתמשים יכולים להגדיל ולהקטין את הגופן, לשנות את המשפחה (סוג), להתאים את הרווח, היישור, גובה השורה ועוד.",
        "StatementOlLiHeading4": "התאמות צבעים –",
        "StatementOlLi4": "המשתמשים יכולים לבחור פרופילי ניגוד צבעים שונים כמו בהיר, כהה, הפוך ומונוכרום. בנוסף, המשתמשים יכולים להחליף סכימות צבעים של כותרות, טקסטים ורקעים עם יותר משבע אפשרויות צביעה שונות.",
        "StatementOlLiHeading5": "אנימציות –",
        "StatementOlLi5": "אנשים עם אפילפסיה יכולים לעצור את כל האנימציות הפעילות בלחיצה אחת. האנימציות הנשלטות על ידי ממשק המשתמש כוללות וידאו, GIF-ים ומעברים מהבהבים ב-CSS.",
        "StatementOlLiHeading6": "הדגשת תוכן –",
        "StatementOlLi6": "המשתמשים יכולים לבחור להדגיש אלמנטים חשובים כמו קישורים וכותרות. הם יכולים גם לבחור להדגיש רק אלמנטים ממוקדים או מרחפים.",
        "StatementOlLiHeading7": "השתקת שמע –",
        "StatementOlLi7": "משתמשים עם מכשירי שמיעה עשויים לסבול מכאבי ראש או בעיות אחרות בגלל השמע אוטומטי. אפשרות זו מאפשרת למשתמשים להשתיק את כל האתר מיידית.",
        "StatementOlLiHeading8": "הפרעות קוגניטיביות –",
        "StatementOlLi8": "אנו משתמשים במנוע חיפוש המקושר לויקיפדיה וויקימילון, המאפשר לאנשים עם הפרעות קוגניטיביות לפענח משמעויות של ביטויים, ראשי תיבות, סלנג ואחרים.",
        "StatementOlLiHeading9": "פונקציות נוספות –",
        "StatementOlLi9": "אנו מאפשרים למשתמשים לשנות את צבע וגודל הסמן, להשתמש במצב הדפסה, להפעיל מקלדת וירטואלית ופונקציות רבות אחרות.",
        "StatementStrong3": "התאמות נוספות לממשק משתמש, עיצוב וקריאות",
        "StatementStrong4": "תאימות עם טכנולוגיות עזר ודפדפנים",
        "StatementPara7": "אנו שואפים לתמוך במספר הגדול ביותר של דפדפנים וטכנולוגיות עזר, כך שהמשתמשים שלנו יוכלו לבחור את הכלים המתאימים ביותר עבורם, עם מינימום הגבלות. לכן, אנו עובדים קשה מאוד כדי לתמוך בכל המערכות העיקריות המהוות יותר מ-95% מנתח השוק, כולל Google Chrome, Mozilla Firefox, Apple Safari, Opera ו-Microsoft Edge, JAWS ו-NVDA (קוראי מסך), הן עבור משתמשי Windows והן עבור משתמשי MAC.",
        "StatementStrong5": "הערות, תגובות ומשוב",
        "StatementPara8": "למרות מאמצינו הרבים לאפשר לכל אחד להתאים את האתר לצרכיו, עשויים להיות דפים או קטעים שעדיין אינם נגישים לחלוטין, נמצאים בתהליך הפיכה לנגישים, או חסרים פתרון טכנולוגי מתאים כדי להפוך אותם לנגישים. עם זאת, אנו ממשיכים לשפר את הנגישות באופן רציף, להוסיף, לעדכן, לשפר את האפשרויות והתכונות שלה, ולפתח ולאמץ טכנולוגיות חדשות. כל זה נועד להגיע לרמת הנגישות האופטימלית בעקבות התקדמות טכנולוגית. אם ברצונך ליצור קשר עם בעל האתר, אנא השתמש בטופס האתר"
    },
    
    "interfaceModel": {
        "title": "להסתיר את ממשק הנגישות?",
        "description": "אנא שימו לב: אם תבחרו להסתיר את ממשק הנגישות, לא תוכלו לראות אותו יותר, אלא אם כן תנקו את ההיסטוריה והנתונים של הדפדפן שלכם. האם אתם בטוחים שברצונכם להסתיר את הממשק?",
        "accept": "לקבל",
        "cancel": "לבטל"
    },
    "toasterMessage": "!אתחול הגדרות",
    "lanTitleHeading": "בחר שפה",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "פרופילים",
            "accContentMain": "תוכן",
            "accColorMain": "צבע",
            "accOrientationMain": "אוריינטציה",
            "accLinkNavigatorMain": "ניווט קישורים"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "מוגבל מוטורי",
            "accBlind": "עיוור",
            "accClrBlind": "עיוור צבעים",
            "accDylexia": "דיסלקסיה",
            "accVisualImpaired": "לקוי ראייה",
            "accCogLearning": "קוגניטיבי ולמידה",
            "accSeizurEpileptic": "התקפים ואפילפטי",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "הצג טיפים",
            "FontSizing": ["גודל גופן", "גודל גופן (14px)", "גודל גופן (16px)", "גודל גופן (18px)", "גודל גופן (24px)"],
            "LetterSpacing": ["ריווח אותיות", "ריווח אותיות (14px)", "ריווח אותיות (16px)", "ריווח אותיות (18px)"],
            "TextAlignment": ["יישור טקסט", "יישור שמאל", "יישור מרכז", "יישור ימין", "יישור מוצדק"],
            "LineHight": ["גובה שורה", "(2px)גובה שורה", "(4px)גובה שורה", "(6px)גובה שורה"],
            "UndrerlineTitles": "קו תחתון לכותרות",
            "UndrerlineLinks": "קו תחתון לקישורים",
            "ZoomScreen": "הגדלת מסך",
            "ReadingMode": ["קו קריאה", "מסיכת קריאה"],
            "DyslexicFont": "גופני דיסלקסיה",
            "ReadbleFont": "גופן קריא",
            "KeyboardNav": "ניווט מקלדת"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["היפוך צבעים", "ניגוד בהיר", "ניגוד כהה"],
            "Saturation": ["רוויה", "רוויה נמוכה", "רוויה גבוהה", "הסרת רוויה"],
            "Brightness": ["בהירות", "בהירות נמוכה", "בהירות בינונית", "בהירות גבוהה"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "צבע טקסט",
            "TitleClr": "צבע כותרת",
            "BgClr": "צבע רקע"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["סמן גדול", "סמן לבן גדול", "סמן שחור גדול"],
            "TextToSpeech": ["טקסט לדיבור", "נורמלי", "איטי", "מהיר"],
            "HideImages": "הסתר תמונה",
            "MuteSounds": "השתק צלילים",
            "StopAnimations": "השהיית אנימציה",
            "HighlightHover": "הדגשת ריחוף",
            "OrientReadingMode": "מצב קריאה",
            "HighlightFocus": "הדגשת מיקוד",
            "VoiceNavigation": "ניווט קולי"
        }
    },
    "linkNavigator": {
        "links": [
            "בחר קישור לניווט",
            "דלג לתוכן",
            "בית",
            "קטלוג",
            "צור קשר",
            "התחבר",
            "עגלה",
            "UNEEK II Convertible לכל המגדרים | שחור/ירוק ג'ולי"
        ]
    },
    "footer": {
        "statement": "הצהרה",
        "resetSettings": "איפוס הגדרות",
        "poweredBy": "מופעל על ידי איסונומי"
    }
}
