{
    "statementModel": {
        "title": "Hozzáférhetőségi Nyilatkozat",
        "complianceStatus": "Megfelelőségi Állapot",
        "StatementPara1": "Hittünk, hogy az internet mindenki számára elérhető és használható kell legyen, és törekszünk olyan weboldalt biztosítani, amely a lehető legszélesebb körű közönség számára hozzáférhető, függetlenül képességeiktől.",
        "StatementPara2": "Ennek eléréséhez igyekszünk a lehető legszigorúbban betartani a Webes Tartalom Hozzáférhetőségi Irányelvek 2.1 (WCAG 2.1) AA szintű irányelveit, amelyeket a World Wide Web Consortium (W3C) alkotta. Ezek az irányelvek magyarázzák, hogyan lehet a webtartalmat hozzáférhetővé tenni különböző fogyatékosságokkal élő személyek számára. Az irányelvek betartása segít nekünk abban, hogy a weboldalunk hozzáférhető legyen vakok, mozgásukorlultak, látásukorlultak, kognitív fogyatékosok és sokan mások számára.",
        "StatementPara3": "Ez a weboldal különböző technológiákat használ, hogy a lehető leginkább hozzáférhető legyen. Egy hozzáférhetőségi felületet használunk, amely lehetővé teszi a bizonyos fogyatékosságokkal élő személyek számára, hogy a weboldal felhasználói felületét (UI) és dizájnját saját szükségleteiknek megfelelően testre szabhassák.",
        "StatementPara4": "Ezen túl a weboldal egy mesterséges intelligencián alapuló alkalmazást használ a háttérben, amely folyamatosan optimalizálja a hozzáférhetőségi szintet. Ez az alkalmazás javítja a weboldal HTML-kódját, és testreszabja a funkcionalitását és viselkedését a vakok által használt képernyőolvasók és a mozgáskorláltak által használt billentyűzet-funkciók számára.",
        "StatementPara5": "Ha szeretné kapcsolatba lépni a weboldal tulajdonosával, kérjük, használja a weboldalon található űrlapot.",
        "StatementStrong1": "Képernyőolvasók és billentyűzetes navigáció",
        "StatementPara6": "Weboldalunk implementálja az ARIA (Accessible Rich Internet Applications) attribútumok technológiáját és különböző viselkedésbeli változtatásokat, hogy a képernyőolvasót használó vak felhasználók olvashassák, érthessék és élvezhessék a weboldal funkcióit. Amint egy képernyőolvasót használó felhasználó meglátogatja az Ön weboldalát, azonnal egy felszólítást kap, hogy aktiválja a Képernyőolvasó Módot, így hatékonyan böngészhet és használhatja az Ön weboldalát. Íme, hogyan teljesíti weboldalunk néhány legfontosabb képernyőolvasó-követelményt:",
        "StatementOlLiHeading1": "Képernyőolvasó optimalizálás:",
        "StatementOlLi1": "egy folyamatot működtetünk, amely a weboldal összetevőit fentről lefelé tanulja, hogy biztosítsuk a folyamatos megfelelőséget még a weboldal frissítésekor is. Ebben a folyamatban az ARIA attribútumok készletével értelmes adatokat biztosítunk a képernyőolvasók számára. Például pontos űrlapcímkéket biztosítunk; aktív ikonok leírásait (társadalmi média ikonok, kereső ikonok, kosár ikonok stb.); űrlapmezők validálási útmutatásait; elemek szerepeit, mint például gombok, menük, modális párbeszédablakok (felugró ablakok) stb.",
        "StatementOlLi10": "Ezen túlmenően a háttérfolyamat minden képet letapogat a weboldalon. Egy képfelismerésen alapuló leírást biztosít, mint ALT (alternatív szöveg) címke a leíratlan képekhez. Kinyeri továbbá a képekbe ágyazott szöveget OCR (optikai karakterfelismerés) technológiával. A képernyőolvasó beállítások bármikor engedélyezéséhez a felhasználóknak csak az Alt+1 billentyűkombinációt kell lenyomniuk. A képernyőolvasót használó felhasználók automatikus értesítést is kapnak a Képernyőolvasó mód bekapcsolására, amint belépnek a weboldalra.",
        "StatementOlLi11": "Ezek a beállítások kompatibilisek a népszerű képernyőolvasókkal, mint például a JAWS, NVDA, VoiceOver és TalkBack.",
        "StatementOlLiHeading2": "Billentyűzetes navigáció optimalizálása:",
        "StatementOlLi2": "A háttérfolyamat módosítja a weboldal HTML-kódját, és különböző viselkedéseket ad hozzá JavaScript kóddal, hogy a weboldal billentyűzettel lehessen kezelni. Ez magában foglalja a weboldalon való navigálást a Tab és Shift+Tab billentyűkkel, a legördülő menük kezelését a nyíl billentyűkkel, azok bezárását az Esc billentyűvel, a gombok és hivatkozások aktiválását az Enter billentyűvel, a rádiógombok és jelölőnégyzetek közötti navigálást a nyíl billentyűkkel, és azok kitöltését a szóköz vagy Enter billentyűvel.",
        "StatementOlLi12": "Ezen túlmenően a billentyűzet használó felhasználók bármikor elérhető tartalom átugró menüket találnak az Alt+2 billentyű lenyomásával, vagy a weboldal első elemeként billentyűzetes navigáció során. A háttérfolyamat kezeli a kiváltott felugró ablakokat is, átmozgatja a billentyűzet fókuszt rájuk, amint megjelennek, és nem engedi, hogy a fókusz kimozduljon róluk.",
        "StatementOlLi13": "A felhasználók használhatják a 'M' (menük), 'H' (fejlécek), 'F' (űrlapok), 'B' (gombok) és 'G' (grafikák) gyorsbillentyűket is, hogy átugorjanak specifikus elemekre.",
        "StatementStrong2": "Weboldalunkon támogatott fogyatékossági profilok",
        "StatementUlLiHeading1": "Epilepszia-biztonságos profil:",
        "StatementUlLi1": "ez a profil lehetővé teszi az epilepsziás személyek számára, hogy biztonságosan használják a weboldalt, kizárva a rohamok kockázatát a villódzó vagy villogó animációk és kockázatos színkombinációk eltávolításával.",
        "StatementUlLiHeading2": "Látássérültek profilja:",
        "StatementUlLi2": "ez a profil a weboldalt alkalmazkodik a legtöbb látási fogyatékossághoz, mint például a látás romlása, alagút-látás, szürkehályog, glaukóma stb.",
        "StatementUlLiHeading3": "Kognitív fogyatékosság profilja:",
        "StatementUlLi3": "ez a profil különböző támogató funkciókat kínál, hogy az autizmussal, diszlexiával, agyvérzéssel stb. élő felhasználók könnyebben összpontosíthassan a lényeges elemekre.",
        "StatementUlLiHeading4": "ADHD-barát profil:",
        "StatementUlLi4": "ez a profil jelentősen csökkenti a zavaró és zajos elemeket, hogy az ADHD-vel és neurofejlődési rendellenességekkel élő emberek könnyebben böngésszenek, olvassanak és összpontosíthassanak a lényeges elemekre.",
        "StatementUlLiHeading5": "Vak felhasználók profilja (képernyőolvasó):",
        "StatementUlLi5": "ez a profil a weboldalt alkalmazkodóvá teszi a JAWS, NVDA, VoiceOver és TalkBack képernyőolvasókkal. A vak felhasználó számítógépén egy képernyőolvasó van telepítve, és ez a weboldal kompatibilis vele.",
        "StatementUlLiHeading6": "Billentyűzetes navigációs profil (mozgáskorlátozott):",
        "StatementUlLi6": "ez a profil lehetővé teszi a mozgáskorlált személyek számára, hogy a weboldalt a Tab, Shift+Tab és Enter billentyűkkel kezeljék. A felhasználók használhatják a 'M' (menük), 'H' (fejlécek), 'F' (űrlapok), 'B' (gombok) és 'G' (grafikák) gyorsbillentyűket is, hogy átugorjanak specifikus elemekre.",
        "StatementOlLiHeading3": "Betűtípus beállítások –",
        "StatementOlLi3": "a felhasználók növelhetik és csökkenthetik a méretét, megváltoztathatják a betűtípus családját, beállíthatják a térközöket, igazítást, sorközöket és még sok mást.",
        "StatementOlLiHeading4": "Színbeállítások –",
        "StatementOlLi4": "a felhasználók különböző színkontraszt profilokat választhatnak, mint például világos, sötét, inverz és monokróm. Ezen túlmenően a felhasználók átkapcsolhatják a fejlécek, szövegek és háttérszínek színsémáit több mint hét különböző színválasztási lehetőséggel.",
        "StatementOlLiHeading5": "Animációk –",
        "StatementOlLi5": "az epilepsziás személyek egy gombnyomással leállíthatják az összes futó animációt. Az interfész által vezérelt animációk videókat, GIF-eket és CSS villódzó átmeneteket foglalnak magukban.",
        "StatementOlLiHeading6": "Tartalom kiemelése –",
        "StatementOlLi6": "a felhasználók kiválaszthatják a fontos elemek, mint például a hivatkozások és fejlécek kiemelését. Kiválaszthatják azt is, hogy csak a fókuszáltra vagy rájuk mutatott elemek legyenek kiemelve.",
        "StatementOlLiHeading7": "Hang kikapcsolása –",
        "StatementOlLi7": "a hallókészüléket használó felhasználók fejfájást vagy más problémákat tapasztalhatnak az automatikusan lejátszott hangok miatt. Ezzel a lehetőséggel a felhasználók azonnal kikapcsolhatják az egész weboldal hangját.",
        "StatementOlLiHeading8": "Kognitív rendellenességek –",
        "StatementOlLi8": "egy a Wikipédiával és Wikiszótárral összekapcsolt keresőmotort használunk, amely segít a kognitív fogyatékossággal élő embereknek megérteni a kifejezések, rövidítések, szleng szavak stb. jelentését.",
        "StatementOlLiHeading9": "További funkciók –",
        "StatementOlLi9": "lehetővé tesszük a felhasználók számára, hogy megváltoztassák a kurzor színét és méretét, használják a nyomtatási módot, engedélyezzék a virtuális billentyűzetet és még sok mást.",
        "StatementStrong3": "További felhasználói felület, dizájn és olvashatóság beállítások",
        "StatementStrong4": "Segítő technológiák és böngészők kompatibilitása",
        "StatementPara7": "Célunk, hogy minél több böngészőt és segítő technológiát támogassunk, hogy felhasználóink a legjobb eszközöket választhassák a lehető legkevesebb korlátozással. Ennek érdekében nagy erőfeszítéseket tettünk arra, hogy támogassuk az összes főbb rendszert, amelyek a felhasználók piacának több mint 95%-át teszik ki, beleértve a Google Chrome, Mozilla Firefox, Apple Safari, Opera és Microsoft Edge, JAWS és NVDA (képernyőolvasók) böngészőket, mind a Windows, mind a MAC felhasználók számára.",
        "StatementStrong5": "Megjegyzések, hozzászólások és visszajelzés",
        "StatementPara8": "Minden erőfeszítésünk ellenére, még mindig lehetnek olyan oldalak vagy szakaszok, amelyek nem teljesen hozzáférhetőek, éppen hozzáférhetővé válnak, vagy hiányzik nekik a megfelelő technikai megoldás a hozzáférhetővé tételhez. Ennek ellenére folyamatosan javítjuk hozzáférhetőségünket, új funkciókat és beállításokat adunk hozzá, frissítjük és fejlesztjük őket, valamint új technológiákat fejlesztünk és alkalmazunk. Mindezt azért, hogy a technológiai fejlődéssel együtt elérjük a legjobb hozzáférhetőségi szintet. Ha szeretné kapcsolatba lépni a weboldal tulajdonosával, kérjük, használja a weboldalon található űrlapot."
    },
    "interfaceModel": {
        "title": "Hozzáférhetőségi felület elrejtése?",
        "description": "Kérjük, vegye figyelembe, hogy ha elrejti a hozzáférhetőségi felületet, többé nem lesz látható, kivéve, ha törli a böngészési előzményeket és adatokat. Biztos benne, hogy el akarja rejteni a felületet?",
        "accept": "Elfogadom",
        "cancel": "Mégse"
    },
    "toasterMessage": "Beállítások visszaállítva!",
    "lanTitleHeading": "Válasszon nyelvet",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profilok",
            "accContentMain": "Tartalom",
            "accColorMain": "Szín",
            "accOrientationMain": "Tájolás",
            "accLinkNavigatorMain": "Link"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Motoros sérült",
            "accBlind": "Vak",
            "accClrBlind": "Színvak",
            "accDylexia": "Diszlexia",
            "accVisualImpaired": "Látássérült",
            "accCogLearning": "Kognitív és tanulási",
            "accSeizurEpileptic": "Epilepsziás",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Eszköztippek megjelenítése",
            "FontSizing": ["Betűméret", "Betűméret (14px)", "Betűméret (16px)", "Betűméret (18px)", "Betűméret (24px)"],
            "LetterSpacing": ["Betűköz", "Betűköz (14px)", "Betűköz (16px)", "Betűköz (18px)"],
            "TextAlignment": ["Szövegigazítás", "Balra igazítás", "Középre igazítás", "Jobbra igazítás", "Sorkizárt"],
            "LineHight": ["Sor magassága", "Sor magassága(2px)", "Sor magassága(4px)", "Sor magassága(6px)"],
            "UndrerlineTitles": "Címek aláhúzása",
            "UndrerlineLinks": "Hivatkozások aláhúzása",
            "ZoomScreen": "Képernyő nagyítás",
            "ReadingMode": ["Olvasóvonal", "Olvasó maszk"],
            "DyslexicFont": "Diszlexiás betűtípusok",
            "ReadbleFont": "Olvasásra alkalmas betűtípus",
            "KeyboardNav": "Billentyűzet navigáció"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Színek invertálása", "Világos kontraszt", "Sötét kontraszt"],
            "Saturation": ["Telítettség", "Alacsony telítettség", "Magas telítettség", "Telítetlenség"],
            "Brightness": ["Fényerő", "Alacsony fényerő", "Közepes fényerő", "Magas fényerő"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Szöveg színe",
            "TitleClr": "Cím színe",
            "BgClr": "Háttérszín"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Nagy kurzor", "Nagy fehér kurzor", "Nagy fekete kurzor"],
            "TextToSpeech": ["Szöveg felolvasása", "Normál", "Lassú", "Gyors"],
            "HideImages": "Képek elrejtése",
            "MuteSounds": "Hangok némítása",
            "StopAnimations": "Animációk szüneteltetése",
            "HighlightHover": "Kiemelés lebegtetéskor",
            "OrientReadingMode": "Olvasási mód",
            "HighlightFocus": "Kiemelés fókuszáláskor",
            "VoiceNavigation": "Hangvezérelt navigáció"
        }
    },
    "linkNavigator": {
        "links": [
            "Válasszon egy linket a navigáláshoz",
            "Ugrás a tartalomra",
            "Kezdőlap",
            "Katalógus",
            "Kapcsolat",
            "Bejelentkezés",
            "Kosár",
            "Minden nemű UNEEK II Convertible | Fekete/Jolly Zöld"
        ]
    },
    "footer": {
        "statement": "Nyilatkozat",
        "resetSettings": "Beállítások visszaállítása",
        "poweredBy": "A Isonomy üzemelteti"
    }
}
