{
    "statementModel": {
        "title": "Dichiarazione di Accessibilità",
        "complianceStatus": "Stato di Conformità",
        "StatementPara1": "Crediamo fermamente che Internet debba essere disponibile e accessibile a tutti, e ci impegniamo a fornire un sito web accessibile al pubblico più ampio possibile, indipendentemente dalle loro capacità.",
        "StatementPara2": "A tal fine, ci sforziamo di aderire il più rigorosamente possibile alle Linee Guida sull'Accessibilità dei Contenuti Web 2.1 (WCAG 2.1) del Consorzio World Wide Web (W3C) al livello AA. Queste linee guida spiegano come rendere i contenuti web accessibili a persone con una vasta gamma di disabilità. La conformità a queste linee guida ci aiuta a garantire che il sito web sia accessibile a persone cieche, con disabilità motorie, deficit visivi, disabilità cognitive e altro.",
        "StatementPara3": "Questo sito web utilizza diverse tecnologie volte a renderlo il più accessibile possibile in ogni momento. Utilizziamo un'interfaccia di accessibilità che consente alle persone con disabilità specifiche di regolare l'interfaccia utente (UI) e il design del sito in base alle loro esigenze personali.",
        "StatementPara4": "Inoltre, il sito web utilizza un'applicazione basata sull'intelligenza artificiale che funziona in background e ottimizza continuamente il suo livello di accessibilità. Questa applicazione corregge l'HTML del sito, adatta la sua funzionalità e comportamento per gli screen reader utilizzati da persone cieche e per le funzioni della tastiera utilizzate da persone con disabilità motorie.",
        "StatementPara5": "Se desideri contattare il proprietario del sito, utilizza il modulo del sito",
        "StatementStrong1": "Screen reader e navigazione da tastiera",
        "StatementPara6": "Il nostro sito web implementa la tecnica degli attributi ARIA (Accessible Rich Internet Applications) insieme a vari cambiamenti comportamentali per garantire che gli utenti ciechi che visitano il sito con screen reader possano leggere, comprendere e godere delle funzionalità del sito. Non appena un utente con uno screen reader accede al sito, riceve immediatamente un invito a entrare nel Profilo Screen Reader in modo da poter navigare ed operare sul sito in modo efficace. Ecco come il nostro sito copre alcuni dei requisiti più importanti degli screen reader:",
        "StatementOlLiHeading1": "Ottimizzazione degli screen reader:",
        "StatementOlLi1": "eseguiamo un processo che impara i componenti del sito dall'alto verso il basso per garantire la conformità continua anche quando il sito viene aggiornato. In questo processo, forniamo dati significativi agli screen reader utilizzando il set di attributi ARIA. Ad esempio, forniamo etichette precise per i moduli; descrizioni per icone interattive (icone di social media, icone di ricerca, icone del carrello, ecc.); indicazioni di convalida per le voci dei moduli; ruoli degli elementi come pulsanti, menu, finestre di dialogo modali (popup) e altri.",
        "StatementOlLi10": "Inoltre, il processo in background scansiona tutte le immagini del sito. Fornisce una descrizione significativa e precisa basata sul riconoscimento degli oggetti nell'immagine come tag ALT (testo alternativo) per le immagini non descritte. Estrae anche i testi incorporati all'interno dell'immagine utilizzando la tecnologia OCR (Optical Character Recognition). Per attivare le regolazioni degli screen reader in qualsiasi momento, gli utenti devono semplicemente premere la combinazione di tasti Alt+1. Gli utenti di screen reader ricevono anche notifiche automatiche per attivare la modalità screen reader non appena accedono al sito.",
        "StatementOlLi11": "Queste regolazioni sono compatibili con screen reader popolari come JAWS, NVDA, VoiceOver e TalkBack.",
        "StatementOlLiHeading2": "Ottimizzazione della navigazione da tastiera:",
        "StatementOlLi2": "Il processo in background regola anche l'HTML del sito e aggiunge vari comportamenti utilizzando codice JavaScript per rendere il sito operabile tramite tastiera. Questo include la capacità di navigare nel sito utilizzando i tasti Tab e Shift+Tab, di operare i menu a discesa con i tasti freccia, di chiuderli con Esc, di attivare pulsanti e link con il tasto Invio, di navigare tra elementi radio e caselle di controllo utilizzando i tasti freccia e di riempirli con la barra spaziatrice o il tasto Invio.",
        "StatementOlLi12": "Inoltre, gli utenti di tastiera troveranno menu di salto dei contenuti disponibili in qualsiasi momento premendo Alt+2, o come primo elemento del sito durante la navigazione con la tastiera. Il processo in background gestisce anche i popup attivati spostando il focus della tastiera verso di essi non appena appaiono, senza permettere al focus di deviare.",
        "StatementOlLi13": "Gli utenti possono anche utilizzare scorciatoie come 'M' (menu), 'H' (intestazioni), 'F' (moduli), 'B' (pulsanti) e 'G' (grafici) per saltare a elementi specifici.",
        "StatementStrong2": "Profili di disabilità supportati sul nostro sito",
        "StatementUlLiHeading1": "Profilo sicuro per l'epilessia:",
        "StatementUlLi1": "questo profilo consente alle persone con epilessia di utilizzare il sito in sicurezza eliminando il rischio di crisi derivanti da animazioni lampeggianti o combinazioni di colori rischiose.",
        "StatementUlLiHeading2": "Profilo per disabilità visive:",
        "StatementUlLi2": "questo profilo regola il sito per renderlo accessibile alla maggior parte delle disabilità visive come la degenerazione della vista, la visione a tunnel, la cataratta, il glaucoma e altre.",
        "StatementUlLiHeading3": "Profilo di disabilità cognitiva:",
        "StatementUlLi3": "questo profilo fornisce varie funzionalità di assistenza per aiutare gli utenti con disabilità cognitive come l'autismo, la dislessia, l'ictus e altre, a concentrarsi più facilmente sugli elementi essenziali.",
        "StatementUlLiHeading4": "Profilo amichevole per ADHD:",
        "StatementUlLi4": "questo profilo riduce significativamente le distrazioni e il rumore per aiutare le persone con ADHD e disturbi del neurosviluppo a navigare, leggere e concentrarsi più facilmente sugli elementi essenziali.",
        "StatementUlLiHeading5": "Profilo per utenti ciechi (screen reader):",
        "StatementUlLi5": "questo profilo regola il sito per renderlo compatibile con gli screen reader come JAWS, NVDA, VoiceOver e TalkBack. Uno screen reader è installato sul computer dell'utente cieco e questo sito è compatibile con esso.",
        "StatementUlLiHeading6": "Profilo di navigazione da tastiera (disabili motori):",
        "StatementUlLi6": "questo profilo consente alle persone con disabilità motorie di operare il sito utilizzando i tasti Tab, Shift+Tab e Invio. Gli utenti possono anche utilizzare scorciatoie come 'M' (menu), 'H' (intestazioni), 'F' (moduli), 'B' (pulsanti) e 'G' (grafici) per saltare a elementi specifici.",
        "StatementOlLiHeading3": "Regolazioni del carattere –",
        "StatementOlLi3": "gli utenti possono aumentare e diminuire la dimensione, cambiare la famiglia (tipo), regolare lo spazio, l'allineamento, l'altezza della riga e altro.",
        "StatementOlLiHeading4": "Regolazioni del colore –",
        "StatementOlLi4": "gli utenti possono selezionare vari profili di contrasto dei colori come chiaro, scuro, invertito e monocromatico. Inoltre, gli utenti possono scambiare gli schemi di colori di titoli, testi e sfondi con più di sette opzioni di colorazione diverse.",
        "StatementOlLiHeading5": "Animazioni –",
        "StatementOlLi5": "le persone con epilessia possono interrompere tutte le animazioni in corso con un semplice clic. Le animazioni controllate dall'interfaccia utente includono video, GIF e transizioni lampeggianti in CSS.",
        "StatementOlLiHeading6": "Evidenziazione del contenuto –",
        "StatementOlLi6": "gli utenti possono scegliere di evidenziare elementi essenziali come link e titoli. Possono anche scegliere di evidenziare solo gli elementi focalizzati o su cui si passa il mouse.",
        "StatementOlLiHeading7": "Disattivazione dell'audio –",
        "StatementOlLi7": "gli utenti con dispositivi di ascolto possono soffrire di mal di testa o altri problemi a causa della riproduzione automatica dell'audio. Questa opzione consente agli utenti di disattivare immediatamente tutto il sito.",
        "StatementOlLiHeading8": "Disturbi cognitivi –",
        "StatementOlLi8": "utilizziamo un motore di ricerca collegato a Wikipedia e Wiktionary, che consente alle persone con disturbi cognitivi di decifrare i significati di frasi, iniziali, gergo e altro.",
        "StatementOlLiHeading9": "Funzioni aggiuntive –",
        "StatementOlLi9": "consentiamo agli utenti di cambiare il colore e la dimensione del cursore, utilizzare una modalità di stampa, attivare una tastiera virtuale e molte altre funzioni.",
        "StatementStrong3": "Regolazioni aggiuntive dell'interfaccia utente, del design e della leggibilità",
        "StatementStrong4": "Compatibilità con tecnologie assistive e browser",
        "StatementPara7": "Il nostro obiettivo è supportare il maggior numero possibile di browser e tecnologie assistive in modo che i nostri utenti possano scegliere gli strumenti più adatti a loro, con il minor numero di restrizioni possibile. Pertanto, abbiamo lavorato duramente per supportare tutti i principali sistemi che rappresentano oltre il 95% della quota di mercato degli utenti, inclusi Google Chrome, Mozilla Firefox, Apple Safari, Opera e Microsoft Edge, JAWS e NVDA (screen reader), sia per utenti Windows che MAC.",
        "StatementStrong5": "Note, commenti e feedback",
        "StatementPara8": "Nonostante i nostri migliori sforzi per consentire a chiunque di regolare il sito in base alle proprie esigenze, potrebbero esserci pagine o sezioni che non sono ancora completamente accessibili, che sono in fase di diventare accessibili o che mancano di una soluzione tecnologica adeguata per renderle accessibili. Tuttavia, stiamo migliorando continuamente la nostra accessibilità, aggiungendo, aggiornando, migliorando le sue opzioni e funzionalità e sviluppando e adottando nuove tecnologie. Tutto questo mira a raggiungere il livello ottimale di accessibilità in linea con i progressi tecnologici. Se desideri contattare il proprietario del sito, utilizza il modulo del sito"
    },
    "interfaceModel": {
        "title": "Hide Accessibility Interface?",
        "description": "Nota: Se scegli di nascondere l'interfaccia di accessibilità, non sarà più visibile a meno che non cancelli la cronologia e i dati di navigazione. Sei sicuro di voler nascondere l'interfaccia?",
        "accept": "Accetta",
        "cancel": "Annulla"
    },
    "toasterMessage": "Le impostazioni di Isonomy sono state ripristinate.",
    "lanTitleHeading": "Scegli una lingua",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profili",
            "accContentMain": "Contenuto",
            "accColorMain": "Colore",
            "accOrientationMain": "Orientamento",
            "accLinkNavigatorMain": "Navigatore link"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Motorio compromesso",
            "accBlind": "Cieco",
            "accClrBlind": "Daltonico",
            "accDylexia": "Dislessia",
            "accVisualImpaired": "Ipovedente",
            "accCogLearning": "Cognitivo e apprendimento",
            "accSeizurEpileptic": "Epilessia",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Mostra suggerimenti",
            "FontSizing": ["Dimensione del font", "Dimensione del font (14px)", "Dimensione del font (16px)", "Dimensione del font (18px)", "Dimensione del font (24px)"],
            "LetterSpacing": ["Spaziatura delle lettere", "Spaziatura delle lettere (14px)", "Spaziatura delle lettere (16px)", "Spaziatura delle lettere (18px)"],
            "TextAlignment": ["Allineamento del testo", "Allineamento a sinistra", "Allineamento centrale", "Allineamento a destra", "Giustificato"],
            "LineHight": ["Altezza della linea", "Altezza della linea(2px)", "Altezza della linea(4px)", "Altezza della linea(6px)"],
            "UndrerlineTitles": "Sottolinea i titoli",
            "UndrerlineLinks": "Sottolinea i link",
            "ZoomScreen": "Zoom schermo",
            "ReadingMode": ["Linea di lettura", "Maschera di lettura"],
            "DyslexicFont": "Font dislessia",
            "ReadbleFont": "Font leggibile",
            "KeyboardNav": "Navigazione da tastiera"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Inverti colori", "Contrasto chiaro", "Contrasto scuro"],
            "Saturation": ["Saturazione", "Bassa saturazione", "Alta saturazione", "Desaturare"],
            "Brightness": ["Luminosità", "Bassa luminosità", "Luminosità media", "Alta luminosità"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Colore del testo",
            "TitleClr": "Colore del titolo",
            "BgClr": "Colore di sfondo"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Cursore grande", "Cursore bianco grande", "Cursore nero grande"],
            "TextToSpeech": ["Testo in voce", "Normale", "Lento", "Veloce"],
            "HideImages": "Nascondi immagine",
            "MuteSounds": "Disattiva suoni",
            "StopAnimations": "Pausa animazione",
            "HighlightHover": "Evidenzia passaggio del mouse",
            "OrientReadingMode": "Modalità di lettura",
            "HighlightFocus": "Evidenzia fuoco",
            "VoiceNavigation": "Navigazione vocale"
        }
    },
    "linkNavigator": {
        "links": [
            "Seleziona un link per navigare",
            "Vai al contenuto",
            "Home",
            "Catalogo",
            "Contatti",
            "Accedi",
            "Carrello",
            "Tutti i generi UNEEK II Convertibile | Nero/Verde allegro"
        ]
    },
    "footer": {
        "statement": "Dichiarazione",
        "resetSettings": "Reimposta impostazioni",
        "poweredBy": "Offerto da Isonomy"
    }
}
