{
    "statementModel": {
        "title": "Tilgjengelighetserklæring",
        "complianceStatus": "Overensstemmelsesstatus",
        "StatementPara1": "Vi er overbevist om at internett bør være tilgjengelig og brukervennlig for alle, og vi streber etter å tilby et nettsted som er tilgjengelig for et bredest mulig publikum, uavhengig av deres evner.",
        "StatementPara2": "For å oppnå dette, streber vi etter å overholde Web Content Accessibility Guidelines 2.1 (WCAG 2.1) på nivå AA, utviklet av World Wide Web Consortium (W3C). Disse retningslinjene forklarer hvordan man kan gjøre nettinnhold tilgjengelig for personer med ulike funksjonshemninger. Ved å følge disse retningslinjene hjelper vi til med å sikre at nettstedet er tilgjengelig for blinde, personer med motoriske funksjonshemninger, synshemninger, kognitive funksjonshemninger og mange andre.",
        "StatementPara3": "Dette nettstedet bruker ulike teknologier for å være så tilgjengelig som mulig. Vi bruker et tilgjengelighetsgrensesnitt som lar personer med spesifikke funksjonshemninger tilpasse nettstedets brukergrensesnitt (UI) og design etter sine individuelle behov.",
        "StatementPara4": "I tillegg bruker nettstedet en applikasjon basert på kunstig intelligens som kontinuerlig optimaliserer tilgjengelighetsnivået i bakgrunnen. Denne applikasjonen reparerer nettstedets HTML, tilpasser funksjonaliteten og oppførselen for skjermlesere brukt av blinde og tastaturfunksjoner brukt av personer med motoriske funksjonshemninger.",
        "StatementPara5": "Hvis du ønsker å kontakte nettstedets eier, bruk kontaktskjemaet på nettstedet.",
        "StatementStrong1": "Skjermlesere og tastaturnavigasjon",
        "StatementPara6": "Vårt nettsted implementerer ARIA (Accessible Rich Internet Applications) attributt-teknologi og ulike oppførselsendringer for å sikre at blinde brukere som bruker skjermlesere kan lese, forstå og nyte nettstedets funksjoner. Når en skjermleserbruker besøker nettstedet ditt, får de umiddelbart en oppfordring om å aktivere Skjermlesermodus, slik at de kan navigere og bruke nettstedet ditt effektivt. Her er hvordan vårt nettsted oppfyller noen av de viktigste skjermleserkravene:",
        "StatementOlLiHeading1": "Skjermleseroptimalisering:",
        "StatementOlLi1": "vi kjører en prosess som lærer nettstedets komponenter fra topp til bunn for å sikre kontinuerlig overensstemmelse selv ved oppdatering av nettstedet. I denne prosessen gir vi skjermlesere meningsfulle data ved hjelp av settet med ARIA-attributter. For eksempel gir vi nøyaktige skjemafelter, beskrivelser av aktive ikoner (sosiale medieikoner, søkeikoner, handlekurvikoner osv.), valideringsveiledning for skjemafelter, rolleelementer som knapper, menyer, modale dialogbokser (popup-vinduer) osv.",
        "StatementOlLi10": "I tillegg skanner bakgrunnsprosessen alle bilder på nettstedet. Den gir en nøyaktig og meningsfull beskrivelse som ALT (alternativ tekst) tagg for bilder som ikke er beskrevet. Den vil også hente tekst innebygd i bildet ved hjelp av OCR (optisk tegngjenkjenning) teknologi. For å aktivere skjermlesertilpasninger når som helst, trenger brukerne bare å trykke på tastaturkombinasjonen Alt+1. Skjermleserbrukere får også automatiske varsler om å aktivere Skjermlesermodus så snart de kommer inn på nettstedet.",
        "StatementOlLi11": "Disse tilpasningene er kompatible med populære skjermlesere som JAWS, NVDA, VoiceOver og TalkBack.",
        "StatementOlLiHeading2": "Optimalisering av tastaturnavigasjon:",
        "StatementOlLi2": "Bakgrunnsprosessen justerer også nettstedets HTML og legger til ulike oppførsler ved hjelp av JavaScript-kode, slik at nettstedet kan brukes med tastaturet. Dette inkluderer navigasjon på nettstedet med Tab- og Shift+Tab-tastene, bruk av piletastene for å operere rullegardinmenyer, lukke dem med Esc-tasten, aktivere knapper og lenker med Enter-tasten, navigere mellom radio- og avkrysningsboks-elementer med piletastene og fylle dem ut med mellomromstasten eller Enter-tasten.",
        "StatementOlLi12": "I tillegg vil tastaturbrukere finne hopp-over-innhold-menyer tilgjengelig når som helst ved å trykke på Alt+2, eller som det første elementet på nettstedet under tastaturnavigasjon. Bakgrunnsprosessen håndterer også utløste popup-vinduer ved å flytte tastaturfokus til dem når de vises, og lar ikke fokus flytte seg utenfor dem.",
        "StatementOlLi13": "Brukerne kan også bruke snarveier som 'M' (menyer), 'H' (overskrifter), 'F' (skjemaer), 'B' (knapper) og 'G' (grafikk) for å hoppe til spesifikke elementer.",
        "StatementStrong2": "Funksjonshemningsprofiler som støttes på vårt nettsted",
        "StatementUlLiHeading1": "Epilepsi-sikker profil:",
        "StatementUlLi1": "denne profilen gjør det mulig for personer med epilepsi å bruke nettstedet trygt ved å fjerne risikoen for anfall ved å eliminere blinkende eller flimrende animasjoner og risikable fargekombinasjoner.",
        "StatementUlLiHeading2": "Profil for synshemmede:",
        "StatementUlLi2": "denne profilen tilpasser nettstedet for de fleste synshemninger, som degenerativt syn, tunnelsyn, grå stær og glaukom.",
        "StatementUlLiHeading3": "Profil for kognitive funksjonshemninger:",
        "StatementUlLi3": "denne profilen tilbyr ulike støttefunksjoner som hjelper personer med autisme, dysleksi, CVA osv. å fokusere på de viktigste elementene.",
        "StatementUlLiHeading4": "ADHD-vennlig profil:",
        "StatementUlLi4": "denne profilen reduserer betydelig avledninger og støy, slik at personer med ADHD og nevroutviklingsforstyrrelser lettere kan navigere, lese og fokusere på de viktigste elementene.",
        "StatementUlLiHeading5": "Profil for blinde brukere (skjermlesere):",
        "StatementUlLi5": "denne profilen tilpasser nettstedet for å være kompatibelt med skjermlesere som JAWS, NVDA, VoiceOver og TalkBack. En skjermleser er installert på datamaskinen til den blinde brukeren, og dette nettstedet er kompatibelt med den.",
        "StatementUlLiHeading6": "Tastaturnavigasjonsprofil (motorisk funksjonshemning):",
        "StatementUlLi6": "denne profilen gjør det mulig for personer med motoriske funksjonshemninger å bruke nettstedet med tastene Tab, Shift+Tab og Enter. Brukerne kan også bruke snarveier som 'M' (menyer), 'H' (overskrifter), 'F' (skjemaer), 'B' (knapper) og 'G' (grafikk) for å hoppe til spesifikke elementer.",
        "StatementOlLiHeading3": "Skriftinnstillinger –",
        "StatementOlLi3": "brukerne kan øke og redusere størrelsen, endre skriftfamilien, justere avstand, utligning, linjehøyde og mye mer.",
        "StatementOlLiHeading4": "Fargeinnstillinger –",
        "StatementOlLi4": "brukerne kan velge forskjellige fargekontrastprofiler som lys, mørk, invertert og monokrom. I tillegg kan brukerne bytte fargeordninger for overskrifter, tekst og bakgrunn med mer enn sju forskjellige fargealternativer.",
        "StatementOlLiHeading5": "Animasjoner –",
        "StatementOlLi5": "personer med epilepsi kan stoppe alle kjørende animasjoner med ett museklikk. Animasjoner styrt av grensesnittet inkluderer videoer, GIF-er og CSS-blinkende overganger.",
        "StatementOlLiHeading6": "Innholdshøydepunktering –",
        "StatementOlLi6": "brukerne kan velge å fremheve viktige elementer som lenker og overskrifter. De kan også velge å bare fremheve fokuserte eller hovrede elementer.",
        "StatementOlLiHeading7": "Lyd demping –",
        "StatementOlLi7": "brukere med høreapparater kan oppleve hodepine eller andre problemer på grunn av automatisk lydavspilling. Med denne funksjonen kan brukerne umiddelbart dempe hele nettstedet.",
        "StatementOlLiHeading8": "Kognitive forstyrrelser –",
        "StatementOlLi8": "vi bruker en søkemotor koblet til Wikipedia og Wiktionary som hjelper personer med kognitive forstyrrelser å forstå betydningen av fraser, forkortelser, slang osv.",
        "StatementOlLiHeading9": "Ekstra funksjoner –",
        "StatementOlLi9": "vi lar brukerne endre farge og størrelse på markøren, bruke utskriftsmodus, aktivere en virtuell tastatur og mye mer.",
        "StatementStrong3": "Ytterligere brukergrensesnitt, design og lesbarhetsjusteringer",
        "StatementStrong4": "Kompatibilitet med støtteverktøy og nettlesere",
        "StatementPara7": "Vårt mål er å støtte så mange nettlesere og støtteverktøy som mulig, slik at brukerne våre kan velge de beste verktøyene med minst mulige begrensninger. Derfor har vi gjort vårt beste for å støtte alle hovedsystemene som dekker mer enn 95% av brukermarkedet, inkludert Google Chrome, Mozilla Firefox, Apple Safari, Opera og Microsoft Edge, JAWS og NVDA (skjermlesere), både for Windows- og MAC-brukere.",
        "StatementStrong5": "Merknader, kommentarer og tilbakemelding",
        "StatementPara8": "Tross våre beste anstrengelser for å gjøre det mulig for alle å tilpasse nettstedet sine behov, kan det fortsatt være sider eller seksjoner som ikke er fullstendig tilgjengelige, er i ferd med å bli tilgjengelige, eller mangler en passende teknisk løsning for å bli tilgjengelige. Likevel forbedrer vi kontinuerlig vår tilgjengelighet, legger til, oppdaterer og forbedrer funksjonene og tilpasningene, og utvikler og implementerer nye teknologier. Alt dette for å nå det optimale tilgjengelighetsnivået i takt med teknologisk utvikling. Hvis du ønsker å kontakte nettstedets eier, bruk kontaktskjemaet på nettstedet."
    },
    "interfaceModel": {
        "title": "Skjule tilgjengelighetsgrensesnittet?",
        "description": "Merk: Hvis du velger å skjule tilgjengelighetsgrensesnittet, vil du ikke se det igjen, med mindre du sletter din nettleserhistorikk og data. Er du sikker på at du vil skjule grensesnittet?",
        "accept": "Aksepter",
        "cancel": "Avbryt"
    },
    "toasterMessage": "Innstillinger tilbakestilt!",
    "lanTitleHeading": "Velg et språk",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profiler",
            "accContentMain": "Innhold",
            "accColorMain": "Farge",
            "accOrientationMain": "Orientering",
            "accLinkNavigatorMain": "Lenke"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Motorisk funksjonshemmet",
            "accBlind": "Blind",
            "accClrBlind": "Fargeblind",
            "accDylexia": "Dysleksi",
            "accVisualImpaired": "Synshemmet",
            "accCogLearning": "Kognitiv & læring",
            "accSeizurEpileptic": "Anfall & epilepsi",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Vis verktøytips",
            "FontSizing": ["Skriftstørrelse", "Skriftstørrelse (14px)", "Skriftstørrelse (16px)", "Skriftstørrelse (18px)", "Skriftstørrelse (24px)"],
            "LetterSpacing": ["Bokstavmellomrom", "Bokstavmellomrom (14px)", "Bokstavmellomrom (16px)", "Bokstavmellomrom (18px)"],
            "TextAlignment": ["Tekstjuster", "Venstrejuster", "Midtstill", "Høyrejuster", "Blokkjuster"],
            "LineHight": ["Linjehøyde", "Linjehøyde(2px)", "Linjehøyde(4px)", "Linjehøyde(6px)"],
            "UndrerlineTitles": "Understrek titler",
            "UndrerlineLinks": "Understrek lenker",
            "ZoomScreen": "Zoom skjerm",
            "ReadingMode": ["Leselinje", "Lesemaske"],
            "DyslexicFont": "Dysleksiskrifter",
            "ReadbleFont": "Lesbar skrift",
            "KeyboardNav": "Tastaturnavigasjon"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Inverter farger", "Lys kontrast", "Mørk kontrast"],
            "Saturation": ["Metning", "Lav metning", "Høy metning", "Demetning"],
            "Brightness": ["Lysstyrke", "Lav lysstyrke", "Middels lysstyrke", "Høy lysstyrke"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Tekstfarge",
            "TitleClr": "Tittelfarge",
            "BgClr": "Bakgrunnsfarge"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Stor markør", "Stor hvit markør", "Stor svart markør"],
            "TextToSpeech": ["Tekst til tale", "Normal", "Langsom", "Rask"],
            "HideImages": "Skjul bilde",
            "MuteSounds": "Slå av lyder",
            "StopAnimations": "Pause animasjon",
            "HighlightHover": "Uthev pekefinger",
            "OrientReadingMode": "Lesemodus",
            "HighlightFocus": "Uthev fokus",
            "VoiceNavigation": "Stemmenavigasjon"
        }
    },
    "linkNavigator": {
        "links": [
            "Velg en lenke for å navigere",
            "Hopp til innhold",
            "Hjem",
            "Katalog",
            "Kontakt",
            "Logg inn",
            "Handlekurv",
            "Alle kjønn UNEEK II Convertible | Svart/Jolly Green"
        ]
    },
    "footer": {
        "statement": "Erklæring",
        "resetSettings": "Tilbakestill innstillinger",
        "poweredBy": "Drevet av"
    }
}
