{
    "statementModel": {
        "title": "Toegankelijkheidsverklaring",
        "complianceStatus": "Nalevingsstatus",
        "StatementPara1": "Wij zijn ervan overtuigd dat het internet voor iedereen toegankelijk en beschikbaar moet zijn en streven ernaar om een website te bieden die voor het breedst mogelijke publiek toegankelijk is, ongeacht hun vermogen.",
        "StatementPara2": "Om dit te bereiken, streven we ernaar om zo strikt mogelijk de richtlijnen voor toegankelijkheid van webinhoud 2.1 (WCAG 2.1) van het World Wide Web Consortium (W3C) op AA-niveau te volgen. Deze richtlijnen leggen uit hoe webinhoud toegankelijk kan worden gemaakt voor mensen met een breed scala aan beperkingen. Door deze richtlijnen te volgen, helpen we er zorg voor te dragen dat de website toegankelijk is voor blinden, mensen met motorische beperkingen, visueel gehandicapten, cognitieve beperkingen en meer.",
        "StatementPara3": "Deze website maakt gebruik van verschillende technologieën die erop gericht zijn om de website zo toegankelijk mogelijk te maken. We gebruiken een toegankelijkheidsinterface waarmee personen met specifieke beperkingen de gebruikersinterface (UI) en het ontwerp van de website naar hun persoonlijke behoeften kunnen aanpassen.",
        "StatementPara4": "Daarnaast gebruikt de website een AI-gebaseerde applicatie die continu de toegankelijkheidsniveau van de website optimaliseert. Deze applicatie herstelt de HTML van de website, past de functionaliteit en het gedrag aan voor schermlezers die door blinde gebruikers worden gebruikt, en voor toetsenbordfuncties die door mensen met motorische beperkingen worden gebruikt.",
        "StatementPara5": "Als u contact wilt opnemen met de eigenaar van de website, gebruikt u dan het formulier op de website.",
        "StatementStrong1": "Schermlezer en toetsenbordnavigatie",
        "StatementPara6": "Onze website implementeert de ARIA-attributen (Accessible Rich Internet Applications) techniek, samen met verschillende gedragsveranderingen, om ervoor te zorgen dat blinde gebruikers die met schermlezers de website bezoeken, de functies van de website kunnen lezen, begrijpen en genieten. Zodra een gebruiker met een schermlezer uw site bezoekt, ontvangt hij onmiddellijk een prompt om het Schermlezerprofiel te activeren, zodat hij of zij effectief door uw site kan bladeren en deze kan bedienen. Hier is hoe onze website enkele van de belangrijkste vereisten voor schermlezers vervult:",
        "StatementOlLiHeading1": "Schermlezeroptimalisatie:",
        "StatementOlLi1": "we voeren een proces uit dat de componenten van de website van boven naar beneden leert om continue naleving te waarborgen, zelfs bij het bijwerken van de website. In dit proces bieden we schermlezers betekenisvolle gegevens met behulp van de set ARIA-attributen. Bijvoorbeeld bieden we nauwkeurige formulierlabels; beschrijvingen voor actieknoppen (social media-pictogrammen, zoekpictogrammen, winkelwagentjes, enz.); validatie-instructies voor formulierinvoer; rolattributen zoals knoppen, menu's, modale dialoogvensters (pop-ups), enz.",
        "StatementOlLi10": "Bovendien scant de achtergrondbewerking alle afbeeldingen van de website. Het biedt een nauwkeurige en betekenisvolle beschrijving op basis van afbeelding-objectherkenning als ALT-tag (alternatieve tekst) voor afbeeldingen die niet zijn beschreven. Het zal ook tekst die in de afbeelding is verwerkt, extraheren met behulp van OCR-technologie (optische tekenerkenning). Om schermlezeraanpassingen op elk gewenst moment in te schakelen, hoeven gebruikers alleen de toetsencombinatie Alt+1 in te drukken. Schermlezergebruikers krijgen ook automatisch meldingen om de schermlezerstand in te schakelen zodra ze de website bezoeken.",
        "StatementOlLi11": "Deze aanpassingen zijn compatibel met populaire schermlezers zoals JAWS, NVDA, VoiceOver en TalkBack.",
        "StatementOlLiHeading2": "Toetsenbordnavigatie-optimalisatie:",
        "StatementOlLi2": "De achtergrondbewerking past ook de HTML van de website aan en voegt verschillende gedragingen toe met JavaScript-code, zodat de website met het toetsenbord kan worden bediend. Dit omvat de mogelijkheid om door de website te navigeren met de Tab- en Shift+Tab-toetsen, dropdowns te bedienen met de pijltjestoetsen, ze te sluiten met Esc, knoppen en koppelingen te activeren met de Enter-toets, te navigeren tussen radioknoppen en selectievakjes met de pijltjestoetsen, en deze in te vullen met de spatiebalk of Enter-toets.",
        "StatementOlLi12": "Bovendien vinden toetsenbordgebruikers op elk gewenst moment inhoud-overslaanmenu's door op Alt+2 te klikken, of als het eerste element van de site tijdens het navigeren met het toetsenbord. De achtergrondbewerking verplaatst ook de toetsenbordfocus naar pop-ups zodra ze verschijnen, zonder dat de focus buiten de pop-up kan bewegen.",
        "StatementOlLi13": "Gebruikers kunnen ook sneltoetsen gebruiken zoals 'M' (menu's), 'H' (koppen), 'F' (formulieren), 'B' (knoppen) en 'G' (grafieken) om naar specifieke elementen te springen.",
        "StatementStrong2": "Handicapprofielen die op onze website worden ondersteund",
        "StatementUlLiHeading1": "Epilepsie-veilig profiel:",
        "StatementUlLi1": "dit profiel maakt het mogelijk voor mensen met epilepsie om de website veilig te gebruiken door het risico op aanvallen te elimineren door knipperende of flikkerende animaties en risicovolle kleurcombinaties.",
        "StatementUlLiHeading2": "Visueel beperkt profiel:",
        "StatementUlLi2": "dit profiel past de website aan zodat deze toegankelijk is voor de meeste visuele beperkingen, zoals verminderd gezichtsvermogen, tunnelvisie, cataract, glaucoom, enz.",
        "StatementUlLiHeading3": "Profiel voor cognitieve beperking:",
        "StatementUlLi3": "dit profiel biedt verschillende ondersteunende functies om gebruikers met cognitieve beperkingen zoals autisme, dyslexie, CVA, enz., te helpen zich beter te concentreren op de essentiële elementen.",
        "StatementUlLiHeading4": "ADHD-vriendelijk profiel:",
        "StatementUlLi4": "dit profiel vermindert aanzienlijk afleidingen en lawaai, zodat mensen met ADHD en neuro-ontwikkelingsstoornissen gemakkelijker kunnen bladeren, lezen en zich concentreren op de essentiële elementen.",
        "StatementUlLiHeading5": "Profiel voor blinde gebruikers (schermlezers):",
        "StatementUlLi5": "dit profiel past de website aan om compatibel te zijn met schermlezers zoals JAWS, NVDA, VoiceOver en TalkBack. Een schermlezer is geïnstalleerd op de computer van de blinde gebruiker en deze site is hiermee compatibel.",
        "StatementUlLiHeading6": "Toetsenbordnavigatieprofiel (motorisch gehandicapten):",
        "StatementUlLi6": "dit profiel maakt het mogelijk voor motorisch gehandicapte personen om de website te bedienen met de toetsen Tab, Shift+Tab en Enter. Gebruikers kunnen ook sneltoetsen gebruiken zoals 'M' (menu's), 'H' (koppen), 'F' (formulieren), 'B' (knoppen) en 'G' (grafieken) om naar specifieke elementen te springen.",
        "StatementOlLiHeading3": "Lettertype-aanpassingen –",
        "StatementOlLi3": "gebruikers kunnen de grootte ervan vergroten en verkleinen, het lettertype veranderen, de spatiëring, uitlijning, regelhoogte, en meer aanpassen.",
        "StatementOlLiHeading4": "Kleuraanpassingen –",
        "StatementOlLi4": "gebruikers kunnen verschillende kleurcontrastprofielen kiezen, zoals licht, donker, omgekeerd en monochroom. Daarnaast kunnen gebruikers kleurenschema's van titels, teksten en achtergronden wisselen met meer dan zeven verschillende kleuropties.",
        "StatementOlLiHeading5": "Animaties –",
        "StatementOlLi5": "epilepsiegebruikers kunnen alle lopende animaties met een knopdruk stoppen. Animations die door de interface worden beheerd, omvatten video's, GIF's en CSS-flitsende overgangen.",
        "StatementOlLiHeading6": "Inhoud markeren –",
        "StatementOlLi6": "gebruikers kunnen ervoor kiezen om belangrijke elementen zoals koppelingen en titels te benadrukken. Ze kunnen ook kiezen om alleen gefocuste of zwevende elementen te markeren.",
        "StatementOlLiHeading7": "Geluid dempen –",
        "StatementOlLi7": "gebruikers met gehoorapparaten kunnen last hebben van hoofdpijn of andere problemen door automatisch afspelende audio. Met deze optie kunnen gebruikers de hele website onmiddellijk demperen.",
        "StatementOlLiHeading8": "Cognitieve stoornissen –",
        "StatementOlLi8": "we gebruiken een zoekmachine die is gekoppeld aan Wikipedia en Wiktionary, waardoor mensen met cognitieve stoornissen de betekenis van frasen, afkortingen, straattaal, enz. kunnen begrijpen.",
        "StatementOlLiHeading9": "Aanvullende functies –",
        "StatementOlLi9": "we bieden gebruikers de mogelijkheid om de kleur en grootte van de cursor te veranderen, een afdrukmodus te gebruiken, een virtueel toetsenbord in te schakelen, en veel meer.",
        "StatementStrong3": "Aanvullende UI-, ontwerp- en leesbaarheidsaanpassingen",
        "StatementStrong4": "Compatibiliteit met ondersteunende technologie en browsers",
        "StatementPara7": "Ons doel is om zo veel mogelijk browsers en ondersteunende technologieën te ondersteunen, zodat onze gebruikers de beste hulpmiddelen voor hen kunnen kiezen, met zo min mogelijk beperkingen. Daarom hebben we hard gewerkt om alle belangrijke systemen te ondersteunen die meer dan 95% van de gebruikersmarkt omvatten, waaronder Google Chrome, Mozilla Firefox, Apple Safari, Opera en Microsoft Edge, JAWS en NVDA (schermlezers), zowel voor Windows- als MAC-gebruikers.",
        "StatementStrong5": "Opmerkingen, commentaren en feedback",
        "StatementPara8": "Ondanks onze beste inspanningen om iedereen in staat te stellen de website aan hun behoeften aan te passen, kunnen er nog steeds pagina's of secties zijn die niet volledig toegankelijk zijn, in aanpassing zijn of een geschikte technische oplossing missen om ze toegankelijk te maken. Toch verbeteren we onze toegankelijkheid voortdurend, voegen we opties en functies toe, werken we deze bij en ontwikkelen en nemen we nieuwe technologieën aan. Dit alles om het optimale toegankelijkheidsniveau te bereiken naarmate de technologie vordert. Als u contact wilt opnemen met de eigenaar van de website, gebruikt u dan het formulier op de website."
    },
    "interfaceModel": {
        "title": "Toegankelijkheidsinterface verbergen?",
        "description": "Let op: als u kiest voor het verbergen van de toegankelijkheidsinterface, kunt u deze niet meer zien, tenzij u uw browsergeschiedenis en -gegevens wist. Weet u zeker dat u de interface wilt verbergen?",
        "accept": "Accepteren",
        "cancel": "Annuleren"
    },
    "toasterMessage": "Isonomy instellingen zijn opnieuw ingesteld.",
    "lanTitleHeading": "Kies een taal",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profielen",
            "accContentMain": "Inhoud",
            "accColorMain": "Kleur",
            "accOrientationMain": "Oriëntatie",
            "accLinkNavigatorMain": "Link"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Motorisch Gehandicapt",
            "accBlind": "Blind",
            "accClrBlind": "Kleurenblind",
            "accDylexia": "Dyslexie",
            "accVisualImpaired": "Visueel Gehandicapt",
            "accCogLearning": "Cognitief & Leren",
            "accSeizurEpileptic": "Aanval & Epilepsie",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Toon Tooltips",
            "FontSizing": ["Lettergrootte", "Lettergrootte (14px)", "Lettergrootte (16px)", "Lettergrootte (18px)", "Lettergrootte (24px)"],
            "LetterSpacing": ["Tekenspatiëring", "Tekenspatiëring (14px)", "Tekenspatiëring (16px)", "Tekenspatiëring (18px)"],
            "TextAlignment": ["Tekst Uitlijnen", "Links Uitlijnen", "Centreren", "Rechts Uitlijnen", "Uitvullen"],
            "LineHight": ["Regelhoogte", "Regelhoogte(2px)", "Regelhoogte(4px)", "Regelhoogte(6px)"],
            "UndrerlineTitles": "Titels Onderstrepen",
            "UndrerlineLinks": "Links Onderstrepen",
            "ZoomScreen": "Scherm Vergroten",
            "ReadingMode": ["Leeslijn", "Leesmasker"],
            "DyslexicFont": "Dyslexie Lettertypen",
            "ReadbleFont": "Leesbaar Lettertype",
            "KeyboardNav": "Toetsenbordnavigatie"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Kleuren Omkeren", "Licht Contrast", "Donker Contrast"],
            "Saturation": ["Verzadiging", "Lage Verzadiging", "Hoge Verzadiging", "Ontkleuren"],
            "Brightness": ["Helderheid", "Lage Heldheid", "Gemiddelde Heldheid", "Hoge Heldheid"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Tekstkleur",
            "TitleClr": "Titelkleur",
            "BgClr": "Achtergrondkleur"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Grote Cursor", "Grote Witte Cursor", "Grote Zwarte Cursor"],
            "TextToSpeech": ["Tekst naar Spraak", "Normaal", "Langzaam", "Snel"],
            "HideImages": "Afbeelding Verbergen",
            "MuteSounds": "Geluiden Dempen",
            "StopAnimations": "Animatie Pauzeren",
            "HighlightHover": "Hover Benadrukken",
            "OrientReadingMode": "Leesmodus",
            "HighlightFocus": "Focus Benadrukken",
            "VoiceNavigation": "Spraaknavigatie"
        }
    },
    "linkNavigator": {
        "links": [
            "Selecteer een link om te navigeren",
            "Sla over naar inhoud",
            "Home",
            "Catalogus",
            "Contact",
            "Inloggen",
            "Winkelwagen",
            "Alle Gender UNEEK II Convertible | Zwart/Jolly Groen"
        ]
    },
    "footer": {
        "statement": "Verklaring",
        "resetSettings": "Instellingen Resetten",
        "poweredBy": "Aangedreven door Isonomy"
    }
}
