{
    "statementModel": {
        "title": "Oświadczenie o dostępności",
        "complianceStatus": "Status zgodności",
        "StatementPara1": "Wierzymy, że Internet powinien być dostępny i przystępny dla każdego, i staramy się zapewnić, by nasza strona była dostępna dla jak najszerszej publiczności, niezależnie od ich możliwości.",
        "StatementPara2": "Aby to osiągnąć, dążymy do jak najściślejszego przestrzegania Wytycznych dotyczących dostępności treści internetowych (WCAG 2.1) na poziomie AA, opracowanych przez Konsorcjum World Wide Web (W3C). Te wytyczne wyjaśniają, jak uczynić treści internetowe dostępnymi dla osób z różnymi niepełnosprawnościami. Przestrzeganie tych wytycznych pomaga nam zapewnić, że strona jest dostępna dla osób niewidomych, z niepełnosprawnościami ruchowymi, wadami wzroku, niepełnosprawnościami poznawczymi i wieloma innymi.",
        "StatementPara3": "Nasza strona wykorzystuje różne technologie, aby była jak najbardziej dostępna. Korzystamy z interfejsu dostępności, który pozwala osobom z określonymi niepełnosprawnościami dostosować interfejs użytkownika (UI) i projekt strony do swoich indywidualnych potrzeb.",
        "StatementPara4": "Ponadto strona wykorzystuje aplikację opartą na sztucznej inteligencji, która optymalizuje jej poziom dostępności w tle. Aplikacja ta naprawia HTML strony, dostosowuje jej funkcjonalność i zachowanie dla czytników ekranowych używanych przez osoby niewidome oraz dla funkcji klawiatury używanych przez osoby z niepełnosprawnościami ruchowymi.",
        "StatementPara5": "Jeśli chcesz skontaktować się z właścicielem strony, użyj formularza na stronie.",
        "StatementStrong1": "Czytniki ekranowe i nawigacja klawiaturowa",
        "StatementPara6": "Nasza strona implementuje technikę atrybutów ARIA (Accessible Rich Internet Applications) oraz różne zmiany zachowań, aby zapewnić, że osoby niewidome korzystające z czytników ekranowych mogą czytać, zrozumieć i cieszyć się funkcjami strony. Gdy użytkownik z czytnikiem ekranowym odwiedza Twoją stronę, natychmiast otrzymuje monit, aby włączyć tryb Czytnika Ekranowego, co pozwala mu na skuteczne przeglądanie i obsługę Twojej strony. Oto jak nasza strona spełnia niektóre z najważniejszych wymagań dotyczących czytników ekranowych:",
        "StatementOlLiHeading1": "Optymalizacja czytników ekranowych:",
        "StatementOlLi1": "uruchamiamy proces, który uczy się komponentów strony od góry do dołu, aby zapewnić ciągłe przestrzeganie zasad nawet podczas aktualizowania strony. W tym procesie dostarczamy czytnikom ekranowym znaczące dane za pomocą zestawu atrybutów ARIA. Na przykład dostarczamy dokładne etykiety formularzy, opisy aktywnych ikon (ikony mediów społecznościowych, ikony wyszukiwania, ikony koszyka itp.), wskazówki dotyczące walidacji pól formularzy oraz role elementów, takich jak przyciski, menu, okna modalne (wyskakujące) itp.",
        "StatementOlLi10": "Ponadto, proces w tle skanuje wszystkie obrazki na stronie. Dostarcza dokładny i znaczący opis na podstawie rozpoznawania obiektów na obrazku jako tagu ALT (tekst alternatywny) dla obrazów, których nie opisano. Wyodrębni również tekst osadzony w obrazku, używając technologii OCR (optyczne rozpoznawanie znaków). Aby włączyć dostosowania czytnika ekranowego w dowolnym momencie, użytkownicy muszą jedynie nacisnąć kombinację klawiszy Alt+1. Użytkownicy czytników ekranowych otrzymują również automatyczne powiadomienia o konieczności włączenia trybu Czytnika Ekranowego, gdy tylko wejdą na stronę.",
        "StatementOlLi11": "Te dostosowania są zgodne z popularnymi czytnikami ekranowymi, takimi jak JAWS, NVDA, VoiceOver i TalkBack.",
        "StatementOlLiHeading2": "Optymalizacja nawigacji klawiaturowej:",
        "StatementOlLi2": "Proces w tle dostosowuje również HTML strony i dodaje różne zachowania za pomocą kodu JavaScript, aby strona mogła być obsługiwana przy użyciu klawiatury. Obejmuje to możliwość nawigowania po stronie za pomocą klawiszy Tab i Shift+Tab, obsługi rozwijanych list za pomocą klawiszy strzałek, zamykania ich klawiszem Esc, aktywowania przycisków i linków klawiszem Enter, nawigowania między elementami typu radio i checkbox za pomocą klawiszy strzałek oraz wypełniania ich klawiszem spacji lub Enter.",
        "StatementOlLi12": "Ponadto, użytkownicy klawiatury znajdą menu pomijania zawartości, dostępne w dowolnym momencie po naciśnięciu Alt+2 lub jako pierwszy element strony podczas nawigowania klawiaturowej. Proces w tle obsługuje również wywołane okna wyskakujące, przenosząc na nie fokus klawiatury, gdy się pojawiają, i nie pozwalając, by fokus wyszedł poza nie.",
        "StatementOlLi13": "Użytkownicy mogą również używać skrótów, takich jak „M” (menu), „H” (nagłówki), „F” (formularze), „B” (przyciski) i „G” (grafika), aby przeskakiwać do określonych elementów.",
        "StatementStrong2": "Profile niepełnosprawności obsługiwane na naszej stronie",
        "StatementUlLiHeading1": "Profil bezpieczeństwa dla padaczki:",
        "StatementUlLi1": "ten profil umożliwia osobom z padaczką bezpieczne korzystanie ze strony, eliminując ryzyko napadów poprzez usunięcie mrugających lub migotliwych animacji i niebezpiecznych kombinacji kolorów.",
        "StatementUlLiHeading2": "Profil dla osób z upośledzeniem wzroku:",
        "StatementUlLi2": "ten profil dostosowuje stronę, aby była dostępna dla większości wad wzroku, takich jak pogorszenie widzenia, widzenie tunelowe, zaćma, jaskra itp.",
        "StatementUlLiHeading3": "Profil niepełnosprawności poznawczych:",
        "StatementUlLi3": "ten profil oferuje różne funkcje wspomagające, aby użytkownicy z niepełnosprawnościami poznawczymi, takimi jak autyzm, dysleksja, udar mózgu itp., mogli łatwiej skupić się na istotnych elementach.",
        "StatementUlLiHeading4": "Profil przyjazny dla ADHD:",
        "StatementUlLi4": "ten profil znacznie zmniejsza rozpraszanie i hałas, aby osoby z ADHD i zaburzeniami rozwoju neurologicznego mogły łatwiej przeglądać, czytać i koncentrować się na istotnych elementach.",
        "StatementUlLiHeading5": "Profil dla niewidomych użytkowników (czytniki ekranowe):",
        "StatementUlLi5": "ten profil dostosowuje stronę, aby była zgodna z czytnikami ekranowymi, takimi jak JAWS, NVDA, VoiceOver i TalkBack. Czytnik ekranowy jest zainstalowany na komputerze niewidomego użytkownika, a ta strona jest z nim zgodna.",
        "StatementUlLiHeading6": "Profil nawigacji klawiaturowej (niepełnosprawności ruchowe):",
        "StatementUlLi6": "ten profil umożliwia osobom z niepełnosprawnościami ruchowymi obsługę strony za pomocą klawiszy Tab, Shift+Tab i Enter. Użytkownicy mogą również używać skrótów, takich jak „M” (menu), „H” (nagłówki), „F” (formularze), „B” (przyciski) i „G” (grafika), aby przeskakiwać do określonych elementów.",
        "StatementOlLiHeading3": "Dostosowania czcionek –",
        "StatementOlLi3": "użytkownicy mogą powiększać i pomniejszać jej rozmiar, zmieniać rodzinę czcionek, dostosowywać odstępy, wyrównanie, wysokość wiersza i wiele innych parametrów.",
        "StatementOlLiHeading4": "Dostosowania kolorów –",
        "StatementOlLi4": "użytkownicy mogą wybrać różne profile kontrastu kolorów, takie jak jasny, ciemny, odwrócony i monochromatyczny. Ponadto, użytkownicy mogą zamienić schematy kolorów nagłówków, tekstów i tła, mając do wyboru ponad siedem różnych opcji kolorystycznych.",
        "StatementOlLiHeading5": "Animacje –",
        "StatementOlLi5": "osoby z padaczką mogą zatrzymać wszystkie uruchomione animacje jednym kliknięciem przycisku. Animacje kontrolowane przez interfejs obejmują filmy, GIF-y i przejścia migające CSS.",
        "StatementOlLiHeading6": "Podkreślanie treści –",
        "StatementOlLi6": "użytkownicy mogą wybrać podkreślanie ważnych elementów, takich jak linki i nagłówki. Mogą również wybrać podkreślanie wyłącznie zaznaczonych lub najechanych elementów.",
        "StatementOlLiHeading7": "Wyciszenie dźwięku –",
        "StatementOlLi7": "użytkownicy z aparatami słuchowymi mogą mieć ból głowy lub inne problemy z powodu automatycznie odtwarzanej muzyki. Dzięki tej opcji użytkownicy mogą natychmiast wyciszyć całą stronę.",
        "StatementOlLiHeading8": "Zaburzenia poznawcze –",
        "StatementOlLi8": "korzystamy z wyszukiwarki połączonej z Wikipedią i Wikisłownikiem, która pomaga osobom z zaburzeniami poznawczymi rozumieć znaczenie fraz, skrótów, slangu itp.",
        "StatementOlLiHeading9": "Dodatkowe funkcje –",
        "StatementOlLi9": "pozwalamy użytkownikom na zmianę koloru i rozmiaru kursora, używanie trybu drukowania, włączanie wirtualnej klawiatury i wiele innych.",
        "StatementStrong3": "Dodatkowe dostosowania interfejsu użytkownika, projektu i czytelności",
        "StatementStrong4": "Kompatybilność z technologiami wspomagającymi i przeglądarkami",
        "StatementPara7": "Naszym celem jest obsługa jak największej liczby przeglądarek i technologii wspomagających, aby naszy użytkownicy mogli wybrać najlepsze dla siebie narzędzia z jak najmniejszymi ograniczeniami. Dlatego też bardzo się staramy, aby obsłużyć wszystkie główne systemy, które stanowią ponad 95% udziału w rynku użytkowników, w tym Google Chrome, Mozilla Firefox, Apple Safari, Opera i Microsoft Edge, JAWS i NVDA (czytniki ekranowe), zarówno dla użytkowników Windows, jak i MAC.",
        "StatementStrong5": "Uwagi, komentarze i opinie",
        "StatementPara8": "Mimo naszych najlepszych starań, by każdy mógł dostosować stronę do swoich potrzeb, mogą się zdarzać strony lub sekcje, które nie są w pełni dostępne, są w trakcie dostosowywania lub brakuje im odpowiedniego rozwiązania technicznego, aby je uczynić dostępnymi. Mimo towarzyszących nam trudności, ciągle ulepszamy naszą dostępność, dodajemy, aktualizujemy i ulepszamy jej opcje i funkcje oraz opracowujemy i wdrażamy nowe technologie. Wszystko to po to, by osiągnąć optymalny poziom dostępności wraz z postępem technologicznym. Jeśli chcesz skontaktować się z właścicielem strony, użyj formularza na stronie."
    },
    "interfaceModel": {
        "title": "Ukryć interfejs dostępności?",
        "description": "Uwaga: Jeśli zdecydujesz się ukryć interfejs dostępności, nie będziesz w stanie go zobaczyć, chyba że wyczyścisz historię przeglądarki i dane. Czy na pewno chcesz ukryć interfejs?",
        "accept": "Akceptuj",
        "cancel": "Anuluj"
    },
    "toasterMessage": "Ustawienia Isonomii zostały zresetowane.",
    "lanTitleHeading": "Wybierz język",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profile",
            "accContentMain": "Treść",
            "accColorMain": "Kolor",
            "accOrientationMain": "Orientacja",
            "accLinkNavigatorMain": "Link"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Niepełnosprawni ruchowo",
            "accBlind": "Niewidomi",
            "accClrBlind": "Niewidzący kolorów",
            "accDylexia": "Dysleksja",
            "accVisualImpaired": "Niedowidzący",
            "accCogLearning": "Poznawcze i edukacyjne",
            "accSeizurEpileptic": "Padaczka i epilepsja",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Pokaż podpowiedzi",
            "FontSizing": ["Rozmiar czcionki", "Rozmiar czcionki (14px)", "Rozmiar czcionki (16px)", "Rozmiar czcionki (18px)", "Rozmiar czcionki (24px)"],
            "LetterSpacing": ["Odstępy między literami", "Odstępy między literami (14px)", "Odstępy między literami (16px)", "Odstępy między literami (18px)"],
            "TextAlignment": ["Wyrównanie tekstu", "Wyrównanie do lewej", "Wyrównanie do środka", "Wyrównanie do prawej", "Wyjustowanie"],
            "LineHight": ["Wysokość linii", "Wysokość linii(2px)", "Wysokość linii(4px)", "Wysokość linii(6px)"],
            "UndrerlineTitles": "Podkreśl tytuły",
            "UndrerlineLinks": "Podkreśl linki",
            "ZoomScreen": "Powiększ ekran",
            "ReadingMode": ["Linia czytania", "Maska czytania"],
            "DyslexicFont": "Czcionki dla dyslektyków",
            "ReadbleFont": "Czytelna czcionka",
            "KeyboardNav": "Nawigacja klawiaturowa"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Odwróć kolory", "Jasny kontrast", "Ciemny kontrast"],
            "Saturation": ["Nasycenie", "Niskie nasycenie", "Wysokie nasycenie", "Desaturacja"],
            "Brightness": ["Jasność", "Niska jasność", "Średnia jasność", "Wysoka jasność"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Kolor tekstu",
            "TitleClr": "Kolor tytułu",
            "BgClr": "Kolor tła"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Duży kursor", "Duży biały kursor", "Duży czarny kursor"],
            "TextToSpeech": ["Mowa na tekst", "Normalna", "Wolna", "Szybka"],
            "HideImages": "Ukryj obraz",
            "MuteSounds": "Wycisz dźwięki",
            "StopAnimations": "Wstrzymaj animację",
            "HighlightHover": "Podświetl najechanie",
            "OrientReadingMode": "Tryb czytania",
            "HighlightFocus": "Podświetl skupienie",
            "VoiceNavigation": "Nawigacja głosowa"
        }
    },
    "linkNavigator": {
        "links": [
            "Wybierz link, aby przejść",
            "Pomiń do treści",
            "Strona główna",
            "Katalog",
            "Kontakt",
            "Zaloguj się",
            "Koszyk",
            "Wszystkie płeć UNEEK II Convertible | Czarny/Zielony"
        ]
    },
    "footer": {
        "statement": "Oświadczenie",
        "resetSettings": "Zresetuj ustawienia",
        "poweredBy": "Zasilane przez Isonomy"
    }
}
