{
    "statementModel": {
        "title": "Izjava o dostopnosti",
        "complianceStatus": "Status skladnosti",
        "StatementPara1": "Verjamemo, da bi moral biti internet dostopen in uporaben za vsakogar, in se trudimo zagotoviti spletno stran, ki je dostopna čim širšemu krogu uporabnikov, ne glede na njihove sposobnosti.",
        "StatementPara2": "Da to dosežemo, se trudimo čim boljše držati Smernice za dostopnost spletnih vsebin 2.1 (WCAG 2.1) na ravni AA, ki jih je izdalo World Wide Web Consortium (W3C). Te smernice pojasnjujejo, kako narediti spletne vsebine dostopne ljudem z različnimi oviranostmi. S skladnostjo s temi smernicami pomagamo zagotoviti, da je spletna stran dostopna slepim, ljudem z motornimi oviranostmi, vidnimi oviranostmi, kognitivnimi oviranostmi in še mnogim drugim.",
        "StatementPara3": "Ta spletna stran uporablja različne tehnologije, da je čim bolj dostopna. Uporabljamo dostopnostni vmesnik, ki omogoča ljudem z določenimi oviranostmi, da prilagodijo uporabniški vmesnik (UI) in zasnovo spletne strani svojim potrebam.",
        "StatementPara4": "Poleg tega spletna stran uporablja aplikacijo na podlagi umetne inteligence, ki v ozadju neprestano optimizira raven dostopnosti. Ta aplikacija popravlja HTML spletne strani, prilagaja njeno funkcionalnost in obnašanje za bralnike zaslona, ki jih uporabljajo slepi, in za funkcije tipkovnice, ki jih uporabljajo ljudje z motornimi oviranostmi.",
        "StatementPara5": "Če želite stopiti v stik z lastnikom spletne strani, uporabite formular na spletni strani.",
        "StatementStrong1": "Bralniki zaslona in navigacija s tipkovnico",
        "StatementPara6": "Naša spletna stran implementira tehnologijo atributov ARIA (Accessible Rich Internet Applications) in različne spremembe vedenja, da zagotovimo, da lahko slepi uporabniki, ki uporabljajo bralnike zaslona, berejo, razumejo in uživajo funkcije spletne strani. Ko uporabnik z bralnikom zaslona obišče vašo spletno stran, takoj dobi opozorilo, naj vklopi način Bralnika zaslona, kar mu omogoča učinkovito brskanje in upravljanje vaše spletne strani. Tukaj je, kako naša spletna stran izpolnjuje nekaj najpomembnejših zahtev bralnikov zaslona:",
        "StatementOlLiHeading1": "Optimizacija bralnikov zaslona:",
        "StatementOlLi1": "izvajamo postopek, ki se uči komponente spletne strani od zgoraj navzdol, da zagotovimo trajno skladnost tudi ob posodabljanju spletne strani. V tem postopku bralnikom zaslona zagotavljamo smiselne podatke s pomočjo nabora atributov ARIA. Na primer, zagotavljamo natančne oznake obrazcev, opise aktivnih ikon (ikone družbenih omrežij, ikone iskanja, ikone košarice itd.), navodila za potrjevanje polj obrazcev, vloge elementov, kot so gumbi, meniji, modalna pogovorna okna (pojavna okna) itd.",
        "StatementOlLi10": "Poleg tega ozadje skenira vse slike na spletni strani. Zagotavlja natančen in smiselen opis kot ALT (alternativno besedilo) oznako za slike, ki niso opisane. Izvleče tudi besedilo, vdelano v sliko, z uporabo tehnologije OCR (optično prepoznavanje znakov). Da omogočite prilagoditve bralnika zaslona kadarkoli, morajo uporabniki samo pritisniti tipkovno kombinacijo Alt+1. Uporabniki bralnikov zaslona prejmejo tudi avtomatske obvestila o vklopu načina Bralnika zaslona, ko vstopijo na spletno stran.",
        "StatementOlLi11": "Te prilagoditve so združljive s priljubljenimi bralniki zaslona, kot so JAWS, NVDA, VoiceOver in TalkBack.",
        "StatementOlLiHeading2": "Optimizacija navigacije s tipkovnico:",
        "StatementOlLi2": "Ozadje prilagaja tudi HTML spletne strani in dodaja različna vedenja z uporabo JavaScript kode, da je mogoče spletno stran upravljati s tipkovnico. To vključuje navigacijo po spletni strani s tipkama Tab in Shift+Tab, upravljanje padajočih menijev s puščicami, njihovo zapiranje s tipko Esc, sprožanje gumbov in povezav s tipko Enter, navigacijo med elementi tipa radio in checkbox s puščicami ter njihovo izpolnjevanje s tipko preslednica ali Enter.",
        "StatementOlLi12": "Poleg tega lahko uporabniki tipkovnice najdejo menije za preskakovanje vsebine, ki so na voljo kadarkoli s pritiskom na Alt+2 ali kot prvi element strani med navigacijo s tipkovnico. Ozadje obdeluje tudi sprožena pojavna okna, premakne tipkovniško poudarjanje nanje, ko se pojavijo, in ne dopušča, da se poudarjanje premakne izven njih.",
        "StatementOlLi13": "Uporabniki lahko uporabljajo tudi bližnjice, kot so 'M' (meniji), 'H' (naslovi), 'F' (obrazci), 'B' (gumbi) in 'G' (grafika), da preskočijo na specifične elemente.",
        "StatementStrong2": "Profile oviranosti, ki jih podpira naša spletna stran",
        "StatementUlLiHeading1": "Profil varne uporabe za epilepsijo:",
        "StatementUlLi1": "ta profil omogoča ljudem z epilepsijo varno uporabo spletne strani z odstranitvijo tveganja za napade z odstranitvijo utripajočih ali bliskajočih animacij in tveganih kombinacij barv.",
        "StatementUlLiHeading2": "Profil za vidno ovirane:",
        "StatementUlLi2": "ta profil prilagaja spletno stran za večino vidnih ovir, kot so degeneracija vida, tunelski vid, katarakta, glaukom itd.",
        "StatementUlLiHeading3": "Profil za kognitivne oviranosti:",
        "StatementUlLi3": "ta profil ponuja različne podporne funkcije, da lahko uporabniki z avtizmom, disleksijo, možgansko kapjo itd. lažje osredotočijo na ključne elemente.",
        "StatementUlLiHeading4": "Profil, prijazen za ADHD:",
        "StatementUlLi4": "ta profil bistveno zmanjša moteče in hrupne elemente, da lahko ljudje z ADHD in nevrološkimi razvojnimi motnjami lažje brskajo, berejo in se osredotočajo na ključne elemente.",
        "StatementUlLiHeading5": "Profil za slepe uporabnike (bralniki zaslona):",
        "StatementUlLi5": "ta profil prilagaja spletno stran, da je združljiva z bralniki zaslona, kot so JAWS, NVDA, VoiceOver in TalkBack. Na računalniku slepega uporabnika je nameščen bralnik zaslona, in ta spletna stran je z njim združljiva.",
        "StatementUlLiHeading6": "Profil navigacije s tipkovnico (motorne oviranosti):",
        "StatementUlLi6": "ta profil omogoča ljudem z motornimi oviranostmi upravljanje spletne strani s tipkami Tab, Shift+Tab in Enter. Uporabniki lahko uporabljajo tudi bližnjice, kot so 'M' (meniji), 'H' (naslovi), 'F' (obrazci), 'B' (gumbi) in 'G' (grafika), da preskočijo na specifične elemente.",
        "StatementOlLiHeading3": "Prilagoditve pisave –",
        "StatementOlLi3": "uporabniki lahko povečajo in pomanjšajo velikost, spremenijo družino pisav, prilagodijo presledke, poravnavo, višino vrstic in še veliko več.",
        "StatementOlLiHeading4": "Prilagoditve barv –",
        "StatementOlLi4": "uporabniki lahko izberejo različne profile barvnega kontrasta, kot so svetel, temen, obrnjen in monokromatski. Poleg tega lahko uporabniki preklapljajo barvne sheme naslovov, besedil in ozadij z več kot sedmimi različnimi barvnimi možnostmi.",
        "StatementOlLiHeading5": "Animacije –",
        "StatementOlLi5": "ljudje z epilepsijo lahko s klikom na gumb ustavijo vse tekoče animacije. Animacije, ki jih nadzoruje vmesnik, vključujejo videoposnetke, GIF-e in prehode CSS.",
        "StatementOlLiHeading6": "Poudarjanje vsebine –",
        "StatementOlLi6": "uporabniki lahko izberejo poudarjanje pomembnih elementov, kot so povezave in naslovi. Lahko izberejo tudi poudarjanje samo poudarjenih ali preletnih elementov.",
        "StatementOlLiHeading7": "Izklop zvoka –",
        "StatementOlLi7": "uporabniki slušnih pripomočkov lahko doživljajo glavobole ali druge težave zaradi samodejnega predvajanja zvoka. S to možnostjo lahko uporabniki takoj izklopijo celoten zvok spletne strani.",
        "StatementOlLiHeading8": "Kognitivne motnje –",
        "StatementOlLi8": "uporabljamo iskalnik, povezan z Wikipedijo in Wikislovarjem, ki pomaga ljudem s kognitivnimi motnjami razumeti pomen fraze, kratic, žargona itd.",
        "StatementOlLiHeading9": "Dodatne funkcije –",
        "StatementOlLi9": "uporabnikom omogočamo spreminjanje barve in velikosti kurzorja, uporabo načina tiskanja, vklop virtualne tipkovnice in še veliko več.",
        "StatementStrong3": "Dodatne prilagoditve uporabniškega vmesnika, zasnove in berljivosti",
        "StatementStrong4": "Združljivost s podpornimi tehnologijami in brskalniki",
        "StatementPara7": "Naš cilj je podpreti čim več brskalnikov in podpornih tehnologij, da lahko naši uporabniki izberejo najboljše orodje z najmanjšimi omejitvami. Zato smo se zelo potrudili podpreti vse glavne sisteme, ki pokrivajo več kot 95 % trga uporabnikov, vključno z Google Chrome, Mozilla Firefox, Apple Safari, Opera in Microsoft Edge, JAWS in NVDA (bralniki zaslona), in sicer za uporabnike Windows in MAC.",
        "StatementStrong5": "Opombe, komentarji in povratne informacije",
        "StatementPara8": "Kljub vsem našim prizadevanjem, da bi vsak lahko spletno stran prilagodil svojim potrebam, lahko še vedno obstajajo strani ali odseki, ki niso v celoti dostopni, so v fazi prilagajanja ali jim primanjkuje ustrezna tehnična rešitev za dostopnost. Kljub temu neprestano izboljšujemo našo dostopnost, dodajamo, posodabljamo in izboljšujemo njene možnosti in funkcije ter razvijamo in sprejmemo nove tehnologije. Vse to z namenom, da dosežemo optimalno raven dostopnosti ob tehnološkem napredku. Če želite stopiti v stik z lastnikom spletne strani, uporabite formular na spletni strani."
    },
    "interfaceModel": {
        "title": "Skryť rozhranie pre prístupnosť?",
        "description": "Upozornenie: Ak sa rozhodnete skryť rozhranie pre prístupnosť, znova ho neuvidíte, pokiaľ nevymažete históriu prehliadača a údaje. Ste si istí, že chcete skryť rozhranie?",
        "accept": "Akceptovať",
        "cancel": "Zrušiť"
    },
    "toasterMessage": "Nastavenia Isonomy boli obnovené.",
    "lanTitleHeading": "Izberite jezik",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profily",
            "accContentMain": "Obsah",
            "accColorMain": "Farba",
            "accOrientationMain": "Orientácia",
            "accLinkNavigatorMain": "Odkaz"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Pohybovo postihnutý",
            "accBlind": "Nevidiaci",
            "accClrBlind": "Farboslepý",
            "accDylexia": "Dyslexia",
            "accVisualImpaired": "Zrakovo postihnutý",
            "accCogLearning": "Kognitívne a učenie",
            "accSeizurEpileptic": "Záchvaty a epilepsia",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "Zobraziť tipy",
            "FontSizing": ["Font Size", "Veľkosť písma (14px)", "Veľkosť písma(16px)", "Veľkosť písma (18px)", "Veľkosť písma (24px)"],
            "LetterSpacing": ["Medzery medzi písmenami", "Medzery medzi písmenami(14px)", "Medzery medzi písmenami (16px)", "Medzery medzi písmenami(18px)"],
            "TextAlignment": ["", "Zarovnať vľavo", "Zarovnať na stred", "Zarovnať vpravo", "Zarovnať do bloku"],
            "LineHight": ["Výška riadku", "Výška riadku(2px)", "Výška riadku(4px)", "Výška riadku(6px)"],
            "UndrerlineTitles": "Podčiarknuť nadpisy",
            "UndrerlineLinks": "Podčiarknuť odkazy",
            "ZoomScreen": "Priblížiť obrazovku",
            "ReadingMode": ["Čítacia linka", "Čítacia maska"],
            "DyslexicFont": "Písma pre dyslexiu",
            "ReadbleFont": "Čitateľné písmo",
            "KeyboardNav": "Navigácia klávesnicou"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Invertovať farby", "Svetlý kontrast", "Tmavý kontrast"],
            "Saturation": ["Saturácia", "Nízka saturácia", "Vysoká saturácia", "Desaturácia"],
            "Brightness": ["Jas", "Nízky jas", "Stredný jas", "Vysoký jas"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Farba textu",
            "TitleClr": "Farba nadpisu",
            "BgClr": "Farba pozadia"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Veľký kurzor", "Veľký biely kurzor", "Veľký čierny kurzor"],
            "TextToSpeech": ["Text na reč", "Normálny", "Pomalý", "Rýchly"],
            "HideImages": "Skryť obrázok",
            "MuteSounds": "Stlmiť zvuky",
            "StopAnimations": "Pozastaviť animácie",
            "HighlightHover": "Zvýrazniť pri prechode",
            "OrientReadingMode": "Režim čítania",
            "HighlightFocus": "Zvýrazniť zameranie",
            "VoiceNavigation": "Hlasová navigácia"
        }
    },
    "linkNavigator": {
        "links": [
            "Vyberte odkaz na navigáciu",
            "Preskočiť na obsah",
            "Domov",
            "Katalóg",
            "Kontakt",
            "Prihlásiť sa",
            "Košík",
            "Všetky pohlavia UNEEK II Convertible | Čierna/Jolly Green"
        ]
    },
    "footer": {
        "statement": "Vyhlásenie",
        "resetSettings": "Obnoviť nastavenia",
        "poweredBy": "Poháňané Isonomy"
    }
}
