{
    "statementModel": {
        "title": "Erişilebilirlik Beyannamesi",
        "complianceStatus": "Uyumluluk Durumu",
        "StatementPara1": "İnternetin herkes için erişilebilir ve kullanılabilir olması gerektiğine inanıyoruz ve mümkün olduğunca geniş bir kitleye erişilebilir bir web sitesi sağlamaya çalışıyoruz, yetenekleri ne olursa olsun.",
        "StatementPara2": "Bunu başarmak için, World Wide Web Consortium (W3C) tarafından hazırlanan Web İçerik Erişilebilirlik Yönergeleri 2.1 (WCAG 2.1) AA seviyesinde uyum sağlamaya çalışıyoruz. Bu yönergeler, çeşitli engelliliklere sahip insanların web içeriğine nasıl erişebileceklerini açıklar. Bu yönergelere uygunluk, web sitesinin görme engellileri, motor engellileri, görme bozukluğu olanlar, bilişsel engelliler ve diğerleri için erişilebilir olmasını sağlar.",
        "StatementPara3": "Bu web sitesi, mümkün olduğu kadar erişilebilir olması için çeşitli teknolojiler kullanır. Belirli engelliliklere sahip kişilerin, ihtiyaçlarına göre web sitesinin kullanıcı arayüzünü (UI) ve tasarımını ayarlayabilecekleri bir erişilebilirlik arayüzü kullanır.",
        "StatementPara4": "Ayrıca, web sitesi arka planda çalışan bir yapay zeka tabanlı uygulama kullanarak erişilebilirlik seviyesini sürekli optimize eder. Bu uygulama, görme engellilerinin kullandığı ekran okuyucular ve motor engellilerinin kullandığı klavye fonksiyonları için web sitesinin HTML'ini onarır ve işlevselliğini uyarlar.",
        "StatementPara5": "Web sitesinin sahibiyle iletişime geçmek istiyorsanız, web sitesindeki formu kullanın.",
        "StatementStrong1": "Ekran okuyucu ve klavye gezinimi",
        "StatementPara6": "Web sitemiz, ARIA (Accessible Rich Internet Applications) özelliklerini uygular ve çeşitli davranış değişiklikleri yaparak, ekran okuyucu kullanan görme engellilerinin web sitesinin özelliklerini okuyabilmesini, anlayabilmesini ve tadını çıkarabilmesini sağlar. Bir ekran okuyucu kullanıcısı web sizine girdiğinde, Ekran Okuyucu Modunu etkinleştirmek için hemen bir uyarı alır, böylece web sizinin etkin bir şekilde taranmasını ve kullanılmasını sağlar. Web sitemizin bazı en önemli ekran okuyucu gereksinimlerini nasıl karşıladığının birkaç örneği şöyle:",
        "StatementOlLiHeading1": "Ekran okuyucu optimizasyonu:",
        "StatementOlLi1": "Web sitesinin bileşenlerini yukarıdan aşağıya öğrenme sürecini çalıştırıyoruz, böylece web sitesi güncellendiğinde bile sürekli uyum sağlanır. Bu süreçte, ARIA özellikleri setini kullanarak ekran okuyuculara anlamlı veri sağlıyoruz. Örneğin, doğru form etiketleri; etkin ikonların açıklamaları (sosyal medya ikonları, arama ikonları, sepet ikonları vb.); form girişleri için doğrulama rehberleri; düğmeler, menüler, modal diyaloglar (açılır pencereler) gibi elementlerin rolleri.",
        "StatementOlLi10": "Ayrıca, arka plan işlemi web sitesindeki tüm resimleri tarar. Tanımlanmamış resimler için, görüntü nesnesi tanıma tabanlı doğru ve anlamlı bir açıklama olarak ALT (alternatif metin) etiketi sağlar. Ayrıca, OCR (optik karakter tanıma) teknolojisi kullanarak resimlerde gömülü metni çıkarır. Ekran okuyucu ayarlarını herhangi bir zamanda etkinleştirmek için kullanıcıların yapması gereken tek şey Alt+1 tuş kombinasyonunu kullanmaktır. Ekran okuyucu kullanıcıları, web sitesine girdiklerinde Ekran Okuyucu Modunu etkinleştirmek için otomatik bildirimler alırlar.",
        "StatementOlLi11": "Bu ayarlar, JAWS, NVDA, VoiceOver ve TalkBack gibi popüler ekran okuyucularla uyumludur.",
        "StatementOlLiHeading2": "Klavye gezinimi optimizasyonu:",
        "StatementOlLi2": "Arka plan işlemi ayrıca web sitesinin HTML'ini ayarlar ve JavaScript kodu kullanarak çeşitli davranışlar ekler, böylece web sitesi klavye ile kullanılabilir. Bu, Tab ve Shift+Tab tuşlarını kullanarak web sitesinde gezinme, ok tuşlarını kullanarak açılır menüleri işletme, Esc tuşuyla kapatma, Enter tuşuyla düğmeleri ve bağlantıları tetikleme, ok tuşlarını kullanarak radyo düğmeleri ve onay kutuları arasında gezinme ve boşluk tuşu veya Enter tuşu ile doldurma gibi özellikleri içerir.",
        "StatementOlLi12": "Ayrıca, klavye kullanıcıları Alt+2'ye tıklayarak veya klavye ile gezinirken web sitesinin ilk öğesi olarak içerik atlama menülerini bulabilirler. Arka plan işlemi ayrıca tetiklenen açılır pencereleri yönetir, onlar ortaya çıktığında klavye odaklarını onlara doğru hareket ettirir ve odakların açılır pencerenin dışına çıkmasına izin vermez.",
        "StatementOlLi13": "Kullanıcılar, 'M' (menüler), 'H' (başlıklar), 'F' (formlar), 'B' (düğmeler) ve 'G' (grafikler) gibi kısayolları kullanarak belirli öğelere atlayabilirler.",
        "StatementStrong2": "Web sitemizde desteklenen engelli profilleri",
        "StatementUlLiHeading1": "Epilepsi güvenli profil:",
        "StatementUlLi1": "Bu profil, epilepsi hastalarının web sitesini güvenli bir şekilde kullanmalarını sağlar, ışıldayan veya yanıp sönen animasyonları ve tehlikeli renk kombinasyonlarını kaldırarak nöbet riskini ortadan kaldırır.",
        "StatementUlLiHeading2": "Görme engelli profil:",
        "StatementUlLi2": "Bu profil, web sitesini görme bozukluklarının çoğu için erişilebilir hale getirir, örneğin görme kaybı, tünel görüş, katarakt, glokom vb.",
        "StatementUlLiHeading3": "Bilişsel engelli profil:",
        "StatementUlLi3": "Bu profil, otizm, disleksi, felç vb. bilişsel engellilere sahip kullanıcıların temel öğelere odaklanmalarını kolaylaştırmak için çeşitli destekleyici özellikler sunar.",
        "StatementUlLiHeading4": "ADHD dostu profil:",
        "StatementUlLi4": "Bu profil, ADHD ve nörogelişimsel bozuklukları olan kişilerin temel öğelere odaklanmalarını kolaylaştırmak için önemli ölçüde rahatsız edici ve gürültülü unsurları azaltır.",
        "StatementUlLiHeading5": "Kör kullanıcı profili (ekran okuyucu):",
        "StatementUlLi5": "Bu profil, web sitesini JAWS, NVDA, VoiceOver ve TalkBack gibi ekran okuyucularla uyumlu hale getirir. Kör kullanıcının bilgisayarında bir ekran okuyucu yüklü olur ve bu site bu okuyucuyla uyumludur.",
        "StatementUlLiHeading6": "Klavye gezinimi profili (motor engelli):",
        "StatementUlLi6": "Bu profil, motor engellilerinin Tab, Shift+Tab ve Enter tuşlerini kullanarak web sitesini kullanmalarını sağlar. Kullanıcılar ayrıca 'M' (menüler), 'H' (başlıklar), 'F' (formlar), 'B' (düğmeler) ve 'G' (grafikler) gibi kısayolları kullanarak belirli öğelere atlayabilirler.",
        "StatementOlLiHeading3": "Yazı tipi ayarlamaları –",
        "StatementOlLi3": "kullanıcılar boyutunu büyültüp küçültebilir, yazı tipi ailesini değiştirebilir, boşlukları, hizalamayı, satır yüksekliğini ve daha fazlasını ayarlayabilir.",
        "StatementOlLiHeading4": "Renk ayarlamaları –",
        "StatementOlLi4": "kullanıcılar açık, koyu, ters ve monokrom renk kontrastı profillerini seçebilir. Ayrıca, kullanıcılar başlıklar, metinler ve arka planlar için renk şemalarını yedi farklı renk seçeneğiyle değiştirebilir.",
        "StatementOlLiHeading5": "Animasyonlar –",
        "StatementOlLi5": "epilepsi hastaları, bir düğmeye tıklayarak tüm çalışan animasyonları durdurabilir. Arayüz tarafından kontrol edilen animasyonlar, videolar, GIF'ler ve CSS yanıp sönen geçişleri içerir.",
        "StatementOlLiHeading6": "İçerik vurgulama –",
        "StatementOlLi6": "kullanıcılar bağlantılar ve başlıklar gibi önemli öğeleri vurgulamayı seçebilir. Ayrıca yalnızca odaklanmış veya üzerine gelinen öğeleri vurgulamayı seçebilirler.",
        "StatementOlLiHeading7": "Ses kesme –",
        "StatementOlLi7": "işitme cihazı kullanan kullanıcılar, otomatik ses çalınan seslerden dolayı baş ağrısı veya diğer sorunlar yaşayabilir. Bu seçenekle kullanıcılar web sitesini anında susturabilir.",
        "StatementOlLiHeading8": "Bilişsel bozukluklar –",
        "StatementOlLi8": "Wikipedia ve Wiktionary ile bağlantılı bir arama motoru kullanıyoruz, böylece bilişsel bozuklukları olan kişiler cümlelerin, kısaltmaların, argo terimlerinin anlamlarını anlayabilir.",
        "StatementOlLiHeading9": "Ekstra fonksiyonlar –",
        "StatementOlLi9": "kullanıcıların imleç rengini ve boyutunu değiştirmesine, baskı modunu kullanmasına, sanal klavyeyi etkinleştirmesine ve daha fazlasına izin veriyoruz.",
        "StatementStrong3": "Ek kullanıcı arayüzü, tasarım ve okunabilirlik ayarlamaları",
        "StatementStrong4": "Destekleyici teknoloji ve tarayıcı uyumluluğu",
        "StatementPara7": "Amaç, mümkün olduğu kadar çok tarayıcı ve destekleyici teknolojiyi desteklemek, böylece kullanıcıların en uygun araçları en az kısıtlamayla seçebileceklerdir. Bu yüzden, kullanıcı pazarının %95'inden fazlasını kapsayan tüm ana sistemleri desteklemek için çok çalıştık, bunlar Google Chrome, Mozilla Firefox, Apple Safari, Opera ve Microsoft Edge, JAWS ve NVDA (ekran okuyucuları) içerir, hem Windows hem de MAC kullanıcıları için.",
        "StatementStrong5": "Notlar, yorumlar ve geri bildirim",
        "StatementPara8": "En iyi çabalarımıza rağmen, web sitesini ihtiyaçlarına göre ayarlayamayacak kadar erişilebilir olmayan sayfalar veya bölümler olabilir, erişilebilir hale gelme sürecindedir veya uygun teknik çözüm eksikliği nedeniyle erişilebilir hale getirilememiş olabilir. Ancak, erişilebilirliğimizi sürekli geliştiriyor, seçeneklerini ve özelliklerini ekliyor, güncelliyor ve iyileştiriyor, yeni teknolojiler geliştirip uyguluyoruz. Bütün bunlar, teknolojik ilerlemeyle birlikte en iyi erişilebilirlik seviyesine ulaşmak için yapılıyor. Web sitesinin sahibiyle iletişime geçmek istiyorsanız, web sitesindeki formu kullanın."
    },
    "interfaceModel": {
        "title": "Erişilebilirlik arayüzünü gizlemek mi istiyorsunuz?",
        "description": "Dikkat: Erişilebilirlik arayüzünü gizlemeyi seçerseniz, geçmiş tarihçenizi ve verilerini temizlemedikçe tekrar göremeyeceksiniz. Arayüzü gizlemek istediğinizden emin misiniz?",
        "accept": "Kabul et",
        "cancel": "İptal"
    },
    "toasterMessage": "Ayarlar sıfırlandı!",
    "lanTitleHeading": "Bir dil seçin",
    "mainHeading": {
        "heading": {
            "accProfilesMain": "Profiller",
            "accContentMain": "İçerik",
            "accColorMain": "Renk",
            "accOrientationMain": "Yönlendirme",
            "accLinkNavigatorMain": "Bağlantı"
        }
    },
    "profile": {
        "proTitles": {
            "motorImpair": "Motor Engelli",
            "accBlind": "Kör",
            "accClrBlind": "Renk Körlüğü",
            "accDylexia": "Disleksi",
            "accVisualImpaired": "Görme Engelli",
            "accCogLearning": "Bilişsel ve Öğrenme",
            "accSeizurEpileptic": "Nöbet ve Epilepsi",
            "accADHD": "ADHD"
        }
    },
    "content": {
        "contentTitles": {
            "Tooltips": "İpuçlarını Göster",
            "FontSizing": ["Yazı Tipi Boyutu", "Yazı Tipi Boyutu (14px)", "Yazı Tipi Boyutu (16px)", "Yazı Tipi Boyutu (18px)", "Yazı Tipi Boyutu (24px)"],
            "LetterSpacing": ["Harf Aralığı", "Harf Aralığı (14px)", "Harf Aralığı (16px)", "Harf Aralığı (18px)"],
            "TextAlignment": ["Metin Hizalama", "Sol Hizalama", "Orta Hizalama", "Sağ Hizalama", "Yaslanmış"],
            "LineHight": ["Satır Yüksekliği", "Satır Yüksekliği(2px)", "Satır Yüksekliği(4px)", "Satır Yüksekliği(6px)"],
            "UndrerlineTitles": "Başlıkları Altı Çiz",
            "UndrerlineLinks": "Bağlantıları Altı Çiz",
            "ZoomScreen": "Ekranı Yakınlaştır",
            "ReadingMode": ["Okuma Satırı", "Okuma Maskeleme"],
            "DyslexicFont": "Disleksi Yazı Tipleri",
            "ReadbleFont": "Okunabilir Yazı Tipi",
            "KeyboardNav": "Klavye Gezinmesi"
        }
    },
    "Color": {
        "colorTitles": {
            "InvertColors": ["Renkleri Ters Çevir", "Hafif Kontrast", "Koyu Kontrast"],
            "Saturation": ["Doygunluk", "Düşük Doygunluk", "Yüksek Doygunluk", "Doygunluğu Azalt"],
            "Brightness": ["Parlaklık", "Düşük Parlaklık", "Orta Parlaklık", "Yüksek Parlaklık"]
        }
    },
    "colorsSettings": {
        "Titles": {
            "TextColor": "Metin Rengi",
            "TitleClr": "Başlık Rengi",
            "BgClr": "Arka Plan Rengi"
        }
    },
    "orientation": {
        "orientTitles": {
            "DisplayCursor": ["Büyük İmleç", "Büyük Beyaz İmleç", "Büyük Siyah İmleç"],
            "TextToSpeech": ["Metinden Sese", "Normal", "Yavaş", "Hızlı"],
            "HideImages": "Görüntüyü Gizle",
            "MuteSounds": "Sesleri Sustur",
            "StopAnimations": "Animasyonu Durdur",
            "HighlightHover": "Üzerine Gelince Vurgula",
            "OrientReadingMode": "Okuma Modu",
            "HighlightFocus": "Odaklanmaya Vurgu",
            "VoiceNavigation": "Sesli Gezinme"
        }
    },
    "linkNavigator": {
        "links": [
            "Gezinmek için bir bağlantı seçin",
            "İçeriği atla",
            "Ana Sayfa",
            "Katalog",
            "İletişim",
            "Giriş Yap",
            "Sepet",
            "Tüm Cinsiyetler UNEEK II Dönüştürülebilir | Siyah/Jolly Green"
        ]
    },
    "footer": {
        "statement": "Açıklama",
        "resetSettings": "Ayarları Sıfırla",
        "poweredBy": "İsonomi Tarafından Desteklenmektedir"
    }
}
